/*
Navicat MySQL Data Transfer

Source Server         : xiaolu test2
Source Server Version : 50716
Source Host           : 192.168.0.175:3306
Source Database       : init_doctor

Target Server Type    : MYSQL
Target Server Version : 50716
File Encoding         : 65001

Date: 2016-10-28 17:37:23
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for ad_info
-- ----------------------------
DROP TABLE IF EXISTS `ad_info`;
CREATE TABLE "ad_info" (
  "ad_id" varchar(100) NOT NULL COMMENT '广告id',
  "ad_section" varchar(20) DEFAULT NULL COMMENT '所属板块',
  "ad_title" varchar(50) DEFAULT NULL COMMENT '广告页名称',
  "ad_sequence" int(11) DEFAULT NULL COMMENT '顺序',
  "ad_purl" varchar(100) DEFAULT NULL COMMENT '广告图地址',
  "ad_isub" varchar(5) DEFAULT NULL COMMENT '是否含子图文',
  "ad_subtitle" varchar(50) DEFAULT NULL COMMENT '子文章标题',
  "ad_subinfo" varchar(255) DEFAULT NULL COMMENT '子文章信息',
  "ad_suburl" varchar(100) DEFAULT NULL COMMENT '子文章图地址',
  "ad_userid" varchar(100) DEFAULT NULL COMMENT '发布作者',
  "ad_dt" varchar(50) DEFAULT NULL COMMENT '发布日期',
  "hospital_id" varchar(50) DEFAULT NULL COMMENT '医院Id',
  PRIMARY KEY ("ad_id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='广告导航信息';

-- ----------------------------
-- Records of ad_info
-- ----------------------------

-- ----------------------------
-- Table structure for d_area
-- ----------------------------
DROP TABLE IF EXISTS `d_area`;
CREATE TABLE "d_area" (
  "id" int(20) NOT NULL AUTO_INCREMENT COMMENT '#主键id',
  "areaid" varchar(10) NOT NULL COMMENT '#县/区/镇  或 基层id',
  "areaname" varchar(20) NOT NULL COMMENT '#县/区/镇或基层名称',
  "fatherid" varchar(10) DEFAULT NULL COMMENT '#父级id（市级或县/区/镇id）',
  PRIMARY KEY ("id"),
  KEY "id" ("id")
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='#县/区/镇、基层行政区划';

-- ----------------------------
-- Records of d_area
-- ----------------------------
INSERT INTO `d_area` VALUES ('1', '450721', '灵山县', '450700');
INSERT INTO `d_area` VALUES ('2', '450721', '浦北县', '450700');
INSERT INTO `d_area` VALUES ('3', '450702', '钦南区', '450700');
INSERT INTO `d_area` VALUES ('4', '450703', '钦北区', '450700');

-- ----------------------------
-- Table structure for d_b_queue
-- ----------------------------
DROP TABLE IF EXISTS `d_b_queue`;
CREATE TABLE "d_b_queue" (
  "Queue_id" int(11) NOT NULL AUTO_INCREMENT COMMENT '#B超队列表Id',
  "Office_id" int(11) NOT NULL COMMENT '#所属科室Id',
  "q_date" date DEFAULT NULL COMMENT '#日期',
  "q_snum" int(11) DEFAULT NULL COMMENT '#队列总数',
  "q_currentime" time DEFAULT NULL COMMENT '#当前时间',
  "q_currentnum" int(11) DEFAULT NULL COMMENT '#当前队列数',
  PRIMARY KEY ("Queue_id")
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_b_queue
-- ----------------------------

-- ----------------------------
-- Table structure for d_b_queueinfo
-- ----------------------------
DROP TABLE IF EXISTS `d_b_queueinfo`;
CREATE TABLE "d_b_queueinfo" (
  "Queueinfo_id" int(11) NOT NULL AUTO_INCREMENT COMMENT '#B超队列详情表Id',
  "queue_id" int(11) NOT NULL COMMENT '#B超队列Id',
  "q_num" int(11) DEFAULT NULL COMMENT '#队列数',
  "q_num_user" varchar(32) DEFAULT NULL COMMENT '#队列数对应用户',
  "q_num_time" time DEFAULT NULL COMMENT '#队列数对应时间HH-MM-SS',
  PRIMARY KEY ("Queueinfo_id")
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_b_queueinfo
-- ----------------------------

-- ----------------------------
-- Table structure for d_bmode_source
-- ----------------------------
DROP TABLE IF EXISTS `d_bmode_source`;
CREATE TABLE "d_bmode_source" (
  "B_sourceid" int(8) NOT NULL AUTO_INCREMENT COMMENT '#B超号源表Id',
  "Office_id" int(8) DEFAULT NULL COMMENT '#所属科室Id',
  "B_date" date DEFAULT NULL COMMENT '#日期YYYY-MM-DD',
  "B_dsource" int(10) DEFAULT NULL COMMENT '#号源量',
  "B_dsourceusing" int(10) DEFAULT NULL COMMENT '#号源使用量',
  PRIMARY KEY ("B_sourceid")
) ENGINE=InnoDB AUTO_INCREMENT=29 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_bmode_source
-- ----------------------------

-- ----------------------------
-- Table structure for d_bmode_sourceinfo
-- ----------------------------
DROP TABLE IF EXISTS `d_bmode_sourceinfo`;
CREATE TABLE "d_bmode_sourceinfo" (
  "B_sinfoid" int(8) NOT NULL AUTO_INCREMENT COMMENT '#B超号源详情表Id',
  "B_sourceid" int(8) NOT NULL COMMENT '#所属父号源Id',
  "B_time" time DEFAULT NULL COMMENT '#时刻',
  "b_timetype" varchar(12) DEFAULT NULL COMMENT 'B_timetype:  A (60 分钟)',
  "B_tsource" int(10) DEFAULT NULL COMMENT '#时刻号源',
  "B_tsourceusing" int(11) DEFAULT NULL COMMENT '#号源使用量',
  "O_amount" decimal(9,2) DEFAULT NULL COMMENT '#预约费用',
  PRIMARY KEY ("B_sinfoid")
) ENGINE=InnoDB AUTO_INCREMENT=173 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_bmode_sourceinfo
-- ----------------------------

-- ----------------------------
-- Table structure for d_city
-- ----------------------------
DROP TABLE IF EXISTS `d_city`;
CREATE TABLE "d_city" (
  "id" int(20) NOT NULL AUTO_INCREMENT COMMENT '#主键id',
  "cityid" varchar(10) NOT NULL COMMENT '#市级id',
  "cityname" varchar(20) NOT NULL COMMENT '#市级名称',
  "fatherid" varchar(10) DEFAULT NULL COMMENT '#父级id（省级id）',
  "fathername" varchar(20) DEFAULT NULL COMMENT '#父级名称（省级名称）',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='#市级行政区划';

-- ----------------------------
-- Records of d_city
-- ----------------------------
INSERT INTO `d_city` VALUES ('1', '450700', '钦州市', '450000    ', '广西壮族自治区');

-- ----------------------------
-- Table structure for d_hospitalinfo
-- ----------------------------
DROP TABLE IF EXISTS `d_hospitalinfo`;
CREATE TABLE "d_hospitalinfo" (
  "id" varchar(50) NOT NULL COMMENT '#id',
  "userid" varchar(100) DEFAULT NULL COMMENT '#userId用户Id',
  "hospitalname" varchar(100) NOT NULL COMMENT '#hospitalName医院名称',
  "anothername" varchar(100) DEFAULT NULL COMMENT '#anotherName医院别名',
  "hospitalcity" varchar(50) DEFAULT NULL COMMENT '#hospitalCity医院省市',
  "hospitalrank" varchar(50) DEFAULT NULL COMMENT '#hospitalRank医院等级',
  "hospitalurl" varchar(100) DEFAULT NULL COMMENT '#hospitalUrl医院网站',
  "hospitalphone" varchar(50) DEFAULT NULL COMMENT '#hospitalPhone联系电话',
  "hospitaladdress" varchar(100) DEFAULT NULL COMMENT '#hospitalAddress地址',
  "appearpicture" varchar(100) DEFAULT NULL COMMENT '#医院外观图',
  "introduction" varchar(900) DEFAULT NULL COMMENT '#introduction简介',
  "inguide" varchar(900) DEFAULT NULL COMMENT '#inGuide住院指南',
  "outguide" varchar(900) DEFAULT NULL COMMENT '#outGuide出院指南',
  "outnavigation" varchar(100) DEFAULT NULL COMMENT '#outNavigation院外导航图',
  "innavigation" varchar(100) DEFAULT NULL COMMENT '#inNavigation院内导航图',
  "ride" varchar(255) DEFAULT NULL COMMENT '#ride乘车路线参考',
  "createtime" datetime DEFAULT NULL COMMENT '#createTime创建时间',
  "operateid" varchar(100) DEFAULT NULL COMMENT '#operateId操作人',
  "defaulth" varchar(50) DEFAULT NULL COMMENT '#默认医院 Y / N',
  "appid" varchar(50) DEFAULT NULL COMMENT '#对应地方app',
  "status" varchar(50) DEFAULT NULL COMMENT '#是否可用 null或y:可用n:不可用',
  "antenatalurl" varchar(100) DEFAULT NULL COMMENT '产检预约url',
  PRIMARY KEY ("id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_hospitalinfo
-- ----------------------------
INSERT INTO `d_hospitalinfo` VALUES ('0aa959c5733e4d7fad28dedb1d55e6ab', null, '淮南妇幼保健院', '', '淮南市田家庵区', '三甲', 'http://www.hnfybj.com/index.asp', '0554-3629926', '淮南市田家庵区人民北路', '20160902/9f621d076a3642b98b419d1f291e297f.jpg', '淮南市妇幼保健院（第六人民医院）成立于1961年1月20日，“文革”时期被解散，1975年7月10日恢复重建，2000年7月11日增挂淮南市第六人民医院牌。我院是首批获得中华人民共和国卫生部、联合国儿童基金会、世界卫生组织授予“爱婴医院”的单位，并在上世纪九十年代后不断荣膺国家卫生部授予的“全国妇幼卫生工作先进单位”，全国妇联、卫生部授予的“全国卫生系统巾帼文明岗”，以及省有关部门授予的“热爱儿童先进集体”、安徽省“巾帼建功”活动先进单位、“安徽省职工职业道德先进集体”、“青年文明号”“省诚信单位”及“淮南市文明单位标兵”等荣誉称号。是一所集医疗、保健、预防、科研为一体的全民所有制医院。 \r\n医院设有婚前医学检查中心、产前诊断中心、新生儿疾病诊疗中心和产科抢救中心。开展了青春期、新婚期、孕期、更年期系列保健和无痛人流、药物流产、婴儿洗浴、抚触、游泳、一对一陪伴式分娩、产后康复、小儿外科手术等特色业务。妇科、产科、儿科、新生儿科已成为全市优势科室。其中产科、新生儿科是市级重点学科。新生儿科和儿外科为全市唯一收治专科病人的科室。 ', ' 1、热情周到的照料，尊重和理解，不论您的年龄、种族、性别、国籍、宗教。\r\n       ①当您需要治疗时会得到应有的关注，但不排除其他病人可能有更紧急的需要。\r\n       ②正确、恰当的称呼\r\n    2、您可以了解您的医生、护士等医护小组成员姓名。\r\n    3、如需外出，须征得医生签字同意，并由护士备案。您如不顾医生的建议离开擅自医院，由此可能导致的医疗后果自负。\r\n       作为病人，您和/或您家属（委托人）需要遵守本院就诊守则，需做到：\r\n     （1）提供与您健康相关的真实信息。医院依法保护所有有关您的治疗信息和记录。\r\n     （2）如果您对医护治疗小组所作的诊疗有疑问，请及时提出您认为治疗方案中存在的问题，或是您期望采用的其他治疗方案。\r\n     （3）住院期间，请自行妥善保管好钱物、手机等，如有遗失或失窃，后果自负。\r\n 4、为了维护正常医疗秩序，保障病人医疗安全，请自觉遵守医院的各项规章制度。\r\n       ①请遵守院内的陪客、探视、作息等制度。在病房内不得吸烟、酗酒，不得使用电炉和酒精炉，不得随地及向窗外吐痰。不乱丢瓜皮果壳纸屑、不乱倒污水，保持病房及医院环境整洁。注意节约用电及用水。请爱护医院公共财产。\r\n       ②在医疗护理上须服从医护人员，积极配合治疗。\r\n       ③住院期间别乱串病房，或自行调换床位，以防交叉感染及差错发生。不进入治疗办公室翻阅病历及其他有关医疗记录', '（一）保健工作\r\n    １．掌握本市孕产妇死亡率、婴儿死亡率等变化情况，针对主要死因提出干预策略，协助上级卫生行政主管部门制定干预规划并参与实施；\r\n    ２．掌握本市影响儿童生长发育、影响儿童与妇女身体与心理健康的主要生物、社会、环境与心理因素，针对这些主要因素提出预防措施；协助上级卫生行政主管部门制定规划并参与实施；\r\n    ３．为基层妇幼保健机构提供技术指导与技术支持；\r\n    ４．负责全市妇幼卫生业务工作的质量监测和质量审评，并定期向上级卫生行政主管部门提交报告；\r\n    ５.  开展妇女保健、儿童保健、计划生育技术服务、优生保健和妇女、儿童常见病防治工作。\r\n（二）临床工作\r\n    １．接受下级妇幼保健机构的转诊；\r\n    ２．处理妇女、儿童高危病例；\r\n    ３．开展与妇女、儿童保健目标一致的其它临床服务；\r\n    ４．提供与妇女、儿童保健密切有关的检测技术。', '20160906/caa8394726ab47a8b8111d6b1c18a581.jpg', '20160906/88e74b99707343379a03ae7cefce8b5f.jpg', '乘车路线：818路、110路、210路', '2016-08-11 13:21:21', '1', null, null, null, 'http://wap.91160.com/doctor/index.html?unit_id=100002253&dep_id=100054882');
INSERT INTO `d_hospitalinfo` VALUES ('14981efcf44a43b1b0dea86570b72f98', null, '钦州妇幼保健院', '', '钦州市安州大道', '三甲', 'http://www.qzsfy.com/', '0777-2893333', '钦州市安州大道1号', '20160902/d6f04c0d3263403da240cdfceafd8fb7.jpg', '钦州市妇幼保健院（又名市红十字医院、妇女医院、儿童医院）是我市一所国家三级甲等妇幼保健院。\r\n医院学科齐全，设置临床、保健、医技科室32个。其中生殖助孕中心、围产保健科、优生遗传科、产科、妇科、妇瘤科、妇女保健科、新生儿科、儿科、小儿外科、儿童保健科、儿童康复科、消化内科、重症医学科、心血管内科、肾内科、普通外科、泌尿外科、乳腺疾病诊疗中心等学科。\r\n现有在职职工948人，专业技术人员占86.8%，其中：主任医师10人，副高职称69人，中级职称128人。', ' 住院病人须知\r\n 1. 病人办理住院需持有门诊，急诊医师开出的住院允许证。\r\n 2. 准备住院的病人需将住院允许证交到住院处，并认真填写联系电话，地址，以保证能及时通知您入院。\r\n 3.住院病人需按医院通知入院的时间，来院办理入院手续，过时不予留床。\r\n 4. 病人办理入院手续时，必须详细填写住址，联系人及联系电话。以备遇有急事能通知到家属。\r\n 5. 病人住院需携带好身份证及住院预交金。\r\n 6. 医保病人，医疗照顾人员及一老一小等病人住院，需在住院时交纳医保手册（急诊入院未带医保手册者，需在入院后第二天补交）如过时未交医保手册，医保中心将不予报销此次费用。\r\n 7. 住院病人，可通过病房护士站或住院处查询住院费用。\r\n 8. 病人住院需自备洗漱用具。\r\n 9. 我院实行包伙制度，病人办理住院手续后，需在“兑换饭票窗口”预交饭费。\r\n 住院处办公时间： \r\n周一至周五上午: 8：00 — 下午：17：00\r\n周六，周日上午：8：00 — 12：00\r\n急诊入院24小时办理。', '出院病人须知\r\n1. 病人办理出院手续，病房需提前将病历送到出院处，以便会计核对医嘱费用。\r\n2. 病人办理出院手续，必须携带预交金收据。\r\n3. 凡是现金结帐的病人，请您尽量在每日上午办理出院手续。凡是出院结算补交支票的病人，请您在交支票后的五个工作日后，持预交金收据来医院换取正式结算收据。\r\n4. 医保结算的病人，请您办理出院手续时，先到出院处补足您住院费用的一半，出院处给您开据“出院通知单”。如您有出院带药，可持“出院通知单”到病房领取。\r\n5. 医保病人费用的结算，需经“医疗保险办公室”按比例划分出您住院“个人应付”的费用。故请您在出院后五个工作日，来医院办理结算手续。\r\n6. 您办理结算手续后，注意核对单据是否齐全，以备您报销之用。\r\nA. 机打的结算收据（北京市住院收费专用收据）。\r\nB. 住院病人费用明细清单。\r\nC. 病人出院诊断证明书。\r\n \r\n办理出院手续时间：\r\n周一 至 周五：上午 8：00 — 下午5：00\r\n周六，周日及各种节假日：上午： 8：00 — 11：30', '20160906/f55c8e6616b34e9493484c7d7126ac9d.jpg', '20160906/73a3451af3b2406587e19937dae80f78.jpg', '一、钦州市妇幼保健院位于钦州市安州大道1号\r\n二、钦州市妇幼保健院附近公交站\r\n市妇幼保健院途经公交有9路;22路;26路\r\n南珠东安州路口途经公交有2路;3路;22路;25路\r\n安州南珠路口途经公交有22路\r\n工行住宅区途经公交有22路', '2016-08-09 11:12:08', '1', null, null, null, null);
INSERT INTO `d_hospitalinfo` VALUES ('3f9c14ec449b405bb5b39b13b6872677', null, '内蒙古自治区妇幼保健院', '', '内蒙古呼和浩特市', '三甲', 'http://www.nmgfybjy.com/', '0471-6691045', '内蒙古呼和浩特市公园东路6号', '20160902/b9c7308300a74b729c1fd4cf0299f0d7.jpg', ' 内蒙古妇幼保健院是自治区唯一一家集妇女儿童保健、医疗、科研、教学、培训于一体的三级甲等妇幼保健医疗机构，是内蒙古医学院和包头医学院临床教学医院和硕士研究生培养基地，同时也是世界卫生组织、联合国儿童基金会、联合国人口基金会项目合作单位。医院承担着全区妇女儿童的医疗保健重任，承担着对全区妇幼保健从业人员的指导和业务培训工作及多个国家级妇幼卫生项目的实施任务。曾先后荣获“全国卫生系统先进集体”、“爱婴医院”、“百佳医院”、“中国医学基金杨崇瑞妇幼卫生奖励基金先进单位”、“全国三八红旗集体”、“首府十佳百姓公益医院”等荣誉称号。\r\n\r\n在自治区、呼和浩特市两级政府的大力支持和自治区卫生厅的积极协调下，2012年9月21日，自治区人民政府召开主席办公会，确定内蒙古自治区儿童医院、妇产医院、妇幼保健院三位一体外迁新建，并列为自治区重大建设项目、自治区成立七十周年献礼项目。项目地址位于新城区察哈尔大街以北，哈拉沁路以东区域（即北二环与东河交界处），占地面积220亩，规划建筑总面积约为14.86万平方米，一期设计床位800张，新建医院内部规划功能定位为三个中心化建设：既围产医学保健中心、妇女医疗保健中心、儿童医疗保健中心。目标是在一个医院解决全区妇女儿童从胎儿到老年整个生命周期的医疗、保健、预防、康复的所有问题，真正体现医疗和保健相结合的特色。自治区巴特尔主席、刘新乐副主席、自治区发改委及国家卫计委等领导先后到施工现场参观指导工作，对项目的建设予以高度评价，认为本项目在几个重大卫生建设项目中体量最大、进度最快、资金使用率最高。预计2016年底完成设备调试，2017年7月搬迁新院。', '1、病人住院时请您带好门诊医生开具的住院卡、医保患者需住院时把医保本交医保科。\r\n2、妇科病人：子宫肌瘤、卵巢囊肿、腹腔镜、宫外孕等、需交押金5100元。（特殊情况待定）。\r\n产科病人：足月分娩产妇押金2000元。（特殊情况待定）\r\n3、住院时请您带好随身用品（如卫生巾、拖鞋、内衣裤、饭盆等），其它用品请详见各病房通知。\r\n4、住院期间必须遵守医院的规章制度，出院日期按医生开具的通知为准。\r\n5、为确保住院病人治疗和休息，请按规定时间探视，非探视时间一律不准入内。\r\n6、由于医护人员在每天上、下午查房，并为病人做各种治疗，所以探视时间安排在：上午11:00-12:30，下午5:00-8:00\r\n7、住院处的出院结账时间为周一至周六上午\r\n上午：8：00-12：00 下午：14：30-17：20请结账病人按以上时间来结账。\r\n结账时，领过消毒病衣的患者，需先去接诊室退病衣，持退票及押金票到住院处结账。\r\n9、陪床证应按病情需要由主任、护士长签发，门卫值班人员备陪床证、新入院患者备入院证，危重患者家属持病危通知单放行。\r\n10、住院期间应保持室内外环境整洁与安静，病员不得自行邀请外院医生诊治，或提出不必要的治疗请求。\r\n11、病员不得随意外出或在院外住宿，如遇特殊情况须经医生同意批准后方可离院。\r\n12、避免交叉感染，病员不得乱窜病室，或自行调换床位。\r\n二、新农合患者住院须知\r\n新农合患者在我院住院，必须提供农村合作医疗证、当地农合办开具的转院证明、户口（或身份证），并于住院三日内将上述材料交医保科登记备案。住院期间不得离院，否则不予报销。\r\n出院时先到医保科结算。\r\n三、医保患者住院须知\r\n内蒙职工医保、呼市职工医保、城镇居民医保、铁路医保患者在我院住院，须在住院三日内将医保本送医保科，呼市医保及铁路医保患者还需携带医保卡。住院期间不得离院，否则不予报销。\r\n出院时先到医保科结算。\r\n四、呼市生育保险患者住院须知\r\n呼市医保因生育及计划生育住院的患者，不需交医保本，若单位有生育保险，请自费结账后回所在单位办理报销手续。', '出院病人须知\r\n1. 病人办理出院手续，病房需提前将病历送到出院处，以便会计核对医嘱费用。\r\n2. 病人办理出院手续，必须携带预交金收据。\r\n3. 凡是现金结帐的病人，请您尽量在每日上午办理出院手续。凡是出院结算补交支票的病人，请您在交支票后的五个工作日后，持预交金收据来医院换取正式结算收据。\r\n4. 医保结算的病人，请您办理出院手续时，先到出院处补足您住院费用的一半，出院处给您开据“出院通知单”。如您有出院带药，可持“出院通知单”到病房领取。\r\n5. 医保病人费用的结算，需经“医疗保险办公室”按比例划分出您住院“个人应付”的费用。故请您在出院后五个工作日，来医院办理结算手续。\r\n6. 您办理结算手续后，注意核对单据是否齐全，以备您报销之用。\r\nA. 机打的结算收据（北京市住院收费专用收据）。\r\nB. 住院病人费用明细清单。\r\nC. 病人出院诊断证明书。\r\n \r\n办理出院手续时间：\r\n周一 至 周五：上午 8：00 — 下午5：00\r\n周六，周日及各种节假日：上午： 8：00 — 11：30', '20160906/d602b67a1faf41c3925b6578185f5311.jpg', '20160906/7c9ccdc87b4b49b59943d50cc27530e1.jpg', '乘3路，4路，19路，21路，57路，58路，61路等到民...乘3路，4路，19路，21路，57路，58路，61路等到民族商场下车，向南走200米，即到', '2016-08-08 13:44:09', '1', null, null, null, 'http://wap.91160.com/doctor/index.html?unit_id=200011106&dep_id=200042118');
INSERT INTO `d_hospitalinfo` VALUES ('672722a820c44e11941596d08abe9505', null, '北京大学深圳医院', '北大医院', '广东省深圳市', '三甲', 'http://www.pkuszh.com/index.php', '0755-83923333', '广东省深圳市福田区莲花路1120号', '20160906/474996cf4c484e8c9e02d035780939d8.jpg', '北京大学深圳医院原名“深圳市中心医院”，是深圳市政府投资建成的现代化综合性医院。医院于1999年底建成开业，2001年9月，深圳市政府与北京大学、香港科技大学合作，医院更名为“北京大学深圳医院”和“北京大学深圳临床医学院”，纳入北京大学附属医院管理体系。2011年，经广东省医院评审委员会评审，认定为三级甲等医院。', ' 住院病人须知\r\n 1. 病人办理住院需持有门诊，急诊医师开出的住院允许证。\r\n 2. 准备住院的病人需将住院允许证交到住院处，并认真填写联系电话，地址，以保证能及时通知您入院。\r\n 3.住院病人需按医院通知入院的时间，来院办理入院手续，过时不予留床。\r\n 4. 病人办理入院手续时，必须详细填写住址，联系人及联系电话。以备遇有急事能通知到家属。\r\n 5. 病人住院需携带好身份证及住院预交金。\r\n 6. 医保病人，医疗照顾人员及一老一小等病人住院，需在住院时交纳医保手册（急诊入院未带医保手册者，需在入院后第二天补交）如过时未交医保手册，医保中心将不予报销此次费用。\r\n 7. 住院病人，可通过病房护士站或住院处查询住院费用。\r\n 8. 病人住院需自备洗漱用具。\r\n 9. 我院实行包伙制度，病人办理住院手续后，需在“兑换饭票窗口”预交饭费。\r\n 住院处办公时间： \r\n周一至周五上午: 8：00 — 下午：17：00\r\n周六，周日上午：8：00 — 12：00\r\n急诊入院24小时办理。', '出院病人须知\r\n1. 病人办理出院手续，病房需提前将病历送到出院处，以便会计核对医嘱费用。\r\n2. 病人办理出院手续，必须携带预交金收据。\r\n3. 凡是现金结帐的病人，请您尽量在每日上午办理出院手续。凡是出院结算补交支票的病人，请您在交支票后的五个工作日后，持预交金收据来医院换取正式结算收据。\r\n4. 医保结算的病人，请您办理出院手续时，先到出院处补足您住院费用的一半，出院处给您开据“出院通知单”。如您有出院带药，可持“出院通知单”到病房领取。\r\n5. 医保病人费用的结算，需经“医疗保险办公室”按比例划分出您住院“个人应付”的费用。故请您在出院后五个工作日，来医院办理结算手续。\r\n6. 您办理结算手续后，注意核对单据是否齐全，以备您报销之用。\r\nA. 机打的结算收据（北京市住院收费专用收据）。\r\nB. 住院病人费用明细清单。\r\nC. 病人出院诊断证明书。\r\n \r\n办理出院手续时间：\r\n周一 至 周五：上午 8：00 — 下午5：00\r\n周六，周日及各种节假日：上午： 8：00 — 11：30', '20160906/1b74c1f037e04ff6addfa672332841c0.jpg', '20160906/76035887bade4fbd82570e2d894d89c6.png', '公交：11路空调; 12路空调; 14路; 59路空调; 71路空调; 79路; 104路空调; 209路空调; 213路空调; 323路空调; 365路空调;\r\nm358路空调;n13路空调;n6路空调; 购物线！', '2016-08-14 16:17:45', 'ab6c19765fc743fa8ed2bce911603e68', 'y', null, null, 'http://wap.91160.com/doctor/index.html?unit_id=21&dep_id=42');
INSERT INTO `d_hospitalinfo` VALUES ('70acc12bf0e34f53900cf99606e5ab36', null, '内蒙古锡盟妇幼保健院', '', '内蒙古自治区锡林郭勒盟锡林浩特市', '三乙', 'http://64270.neimeng.8671.net/', '0479-8231599', '内蒙古自治区锡林郭勒盟锡林浩特市察哈尔大街东段', '20160902/460424adcd3f4ab7b1f42ed9854ce20b.jpg', '锡盟妇幼保健院位于内蒙古锡林郭勒盟锡林浩特市察哈尔大街，交通相当方便，我们的服务宗旨诚信为本，为中国医疗事业作出应有贡献。我们日常开展妇女儿童保健等相关业务。欢迎各类领导指导工作，欢迎广大病人群众前来锡盟妇幼保健院。 ', ' 住院病人须知\r\n 1. 病人办理住院需持有门诊，急诊医师开出的住院允许证。\r\n 2. 准备住院的病人需将住院允许证交到住院处，并认真填写联系电话，地址，以保证能及时通知您入院。\r\n 3.住院病人需按医院通知入院的时间，来院办理入院手续，过时不予留床。\r\n 4. 病人办理入院手续时，必须详细填写住址，联系人及联系电话。以备遇有急事能通知到家属。\r\n 5. 病人住院需携带好身份证及住院预交金。\r\n 6. 医保病人，医疗照顾人员及一老一小等病人住院，需在住院时交纳医保手册（急诊入院未带医保手册者，需在入院后第二天补交）如过时未交医保手册，医保中心将不予报销此次费用。\r\n 7. 住院病人，可通过病房护士站或住院处查询住院费用。\r\n 8. 病人住院需自备洗漱用具。\r\n 9. 我院实行包伙制度，病人办理住院手续后，需在“兑换饭票窗口”预交饭费。\r\n 住院处办公时间： \r\n周一至周五上午: 8：00 — 下午：17：00\r\n周六，周日上午：8：00 — 12：00\r\n急诊入院24小时办理。\r\n', '出院病人须知\r\n1. 病人办理出院手续，病房需提前将病历送到出院处，以便会计核对医嘱费用。\r\n2. 病人办理出院手续，必须携带预交金收据。\r\n3. 凡是现金结帐的病人，请您尽量在每日上午办理出院手续。凡是出院结算补交支票的病人，请您在交支票后的五个工作日后，持预交金收据来医院换取正式结算收据。\r\n4. 医保结算的病人，请您办理出院手续时，先到出院处补足您住院费用的一半，出院处给您开据“出院通知单”。如您有出院带药，可持“出院通知单”到病房领取。\r\n5. 医保病人费用的结算，需经“医疗保险办公室”按比例划分出您住院“个人应付”的费用。故请您在出院后五个工作日，来医院办理结算手续。\r\n6. 您办理结算手续后，注意核对单据是否齐全，以备您报销之用。\r\nA. 机打的结算收据（北京市住院收费专用收据）。\r\nB. 住院病人费用明细清单。\r\nC. 病人出院诊断证明书。\r\n \r\n办理出院手续时间：\r\n周一 至 周五：上午 8：00 — 下午5：00\r\n周六，周日及各种节假日：上午： 8：00 — 11：30', '20160906/49f0453eb4ab4a20af3140f3b64ce28b.jpg', '20160906/f23689ae796e463d8243f87101eb7311.jpg', '乘坐Z182/Z183次列车 , 在包头站下车,\r\n乘坐K7916/K7917次列车 , 在锡林浩特站下车,\r\n从锡林浩特站至锡盟妇幼保健院', '2016-08-02 13:39:24', '1', null, null, null, null);
INSERT INTO `d_hospitalinfo` VALUES ('a320881463a64b3ebd2631ef4f24ca4e', null, '深圳市第二人民医院', '', '广东省深圳市', '三甲', 'http://www.szrch.com/', '0755-83366388', '广东省深圳市福田区笋岗西路3002号', '20160906/c896da403fa44cb2ac2bad65aa3fce82.png', '深圳市第二人民医院(深圳大学第一附属医院)是集医疗、教学、科研、康复、预防保健和健康教育“六位一体”的现代化综合性医院。医院始建于1979年。 1996年创建为国家“三级甲等”医院，是深圳市首批两家“三甲”医院之一。2008年经国家教育部批准，成为“深圳大学第一附属医院”。同年国家卫生部授予医院“全国卫生先进单位”称号。2012年中华全国总工会授予医院“全国五一劳动奖状”，是迄今为止深圳市唯一获此殊荣的大型综合性医院。2012年国家人力资源和社会保障部、教育部、体育总局授予医院“深圳世界大学生运动会先进集体”。2012年深圳市委和市人民政府授予医院“2008-2011年度文明示范窗口”。2012年卫人委医院综合目标管理考核第一名。医院现有员工2430多人，其中正高190人，副高307人;博士(后)115人，硕士256人;留学归国人员26人，国家级领军人才2人，享受国务院政府特殊津贴专家6人。医院开放病床1259张，2013年医院病床数可达2100张，有医疗和科研设备价值5亿多元。', '　为适应新时期卫生工作的发展要求，进一步加强医德医风建设，发扬救死扶伤的人道主义精神，全心全意为人民健康服务，为社会主义现代化建设服务，我们特向社会承诺：\r\n\r\n　　一、一切以病人为中心，千方百计为病人解除疾苦。\r\n\r\n　　二、尊重病人的人格。对待病人，不分种族、民族、性别、职业、地位、财产状况，都一视同仁。热情优质服务，关心体贴病人。\r\n\r\n　　四、依法行医，维护病人的合法权益。\r\n\r\n　　五、廉洁行医，不收受病人或家属的“红包”、礼品或宴请，不收受药品“回扣”。\r\n\r\n　　六、严格执行《深圳市基本医疗管理制度》、《深圳市常见疾病基本诊疗常规》，做到合理检查、合理用药。\r\n\r\n　　七、严格遵守《医德规范》，不出具假诊断、假证明。\r\n\r\n　　八、严格按照物价部门规定收费，不乱收费。\r\n\r\n　　以上承诺，欢迎群众监督。', '出院病人须知\r\n1. 病人办理出院手续，病房需提前将病历送到出院处，以便会计核对医嘱费用。\r\n2. 病人办理出院手续，必须携带预交金收据。\r\n3. 凡是现金结帐的病人，请您尽量在每日上午办理出院手续。凡是出院结算补交支票的病人，请您在交支票后的五个工作日后，持预交金收据来医院换取正式结算收据。\r\n4. 医保结算的病人，请您办理出院手续时，先到出院处补足您住院费用的一半，出院处给您开据“出院通知单”。如您有出院带药，可持“出院通知单”到病房领取。\r\n5. 医保病人费用的结算，需经“医疗保险办公室”按比例划分出您住院“个人应付”的费用。故请您在出院后五个工作日，来医院办理结算手续。\r\n6. 您办理结算手续后，注意核对单据是否齐全，以备您报销之用。\r\nA. 机打的结算收据（北京市住院收费专用收据）。\r\nB. 住院病人费用明细清单。\r\nC. 病人出院诊断证明书。\r\n \r\n办理出院手续时间：\r\n周一 至 周五：上午 8：00 — 下午5：00\r\n周六，周日及各种节假日：上午： 8：00 — 11：30', '20160906/3ee243d58bb8446d9faddfeb73129e9b.jpg', '20160906/cdfe860071844c04ad798a5255acc9ac.png', '公交线路：1.至总院：乘坐11、12、30、58、59、79、102、213、216、234、B622、B666等路到市二医院站台下车；', '2016-08-13 13:58:08', 'ab6c19765fc743fa8ed2bce911603e68', 'n', null, null, 'http://wap.91160.com/doctor/index.html?unit_id=22&dep_id=115');
INSERT INTO `d_hospitalinfo` VALUES ('efa306c5d819419b8bf131c48e8ad1f8', null, '武汉市妇幼保健院', '', '武汉市江岸区', '三甲', 'http://www.zgwhfe.com/', '027-82433350', '武汉市江岸区香港路100号', '20160902/c63e69fd29084bddaef9e527689aab84.jpg', '武汉市妇女儿童医疗保健中心现有职工1850人，硕、博士生393人；临床（医技）科室共有副主任医师以上专业技术人员261名。中心专科设置齐全，有临床科室26个，预防保健科室4个，医技科室12个。现有国家级重点专科1个，省级重点专科7个，市级重点专科10个，目前，小儿外科正在申报国家级重点专科。放射影像、小儿神经、小儿整形外科、小儿耳鼻咽喉、院内感染均为全国儿科学组副主委单位。中心与美国俄亥俄州立儿童医院、费城儿童医院、澳大利亚、德国、香港大学玛丽医院，以及北京、上海、广州、重庆、天津等地儿童医院建立了常态专业协作。', ' 在入院处办理入院手续（填写入院登记表、预交住院金）→ 到科室由护士安排床位 → 医生进行诊疗处理\r\n\r\n妇幼综合楼科室设置\r\n\r\n1.门诊部科室分布：\r\n\r\n一楼：产科普诊，产前诊断室，不孕不育门诊，遗传咨询室，内科，口腔科，药房，挂号收费室，B超室，化验室，胎心音监护室，孕期体重管理监测站（氧疗室、健教室、妇女营养门诊、助产士门诊）、输液室，抽血室，心电图室，抚触室，出生证办理处，客服中心、就诊卡办理处，健康之路预约取号处，医院微信公众号预约取号处（自助机上）门诊办公室\r\n\r\n二楼：妇产科专家、专科门诊，乳腺外科门诊（母乳喂养咨询门诊），麻醉门诊，妇科普诊，二胎门诊，细胞病理室，门诊终合治疗室，盆底功能康复室，阴道镜检查室，标本收集处，住院病历复印处\r\n\r\n五楼：生殖医学实验室：新生儿疾病筛查实验室、艾滋病筛查实验室、产前筛查实验室、优生遗传实验室、围产营养实验室、致畸因子实验室、预防接种室、门诊办公室\r\n\r\n2.住院部科室分布：\r\n\r\n四楼：产科三病区\r\n\r\n六楼：麻醉科、手术室 分娩室\r\n\r\n七楼：产科二病区\r\n\r\n八楼：产科一病区\r\n\r\n九楼：妇科病区', '出院病人须知\r\n1. 病人办理出院手续，病房需提前将病历送到出院处，以便会计核对医嘱费用。\r\n2. 病人办理出院手续，必须携带预交金收据。\r\n3. 凡是现金结帐的病人，请您尽量在每日上午办理出院手续。凡是出院结算补交支票的病人，请您在交支票后的五个工作日后，持预交金收据来医院换取正式结算收据。\r\n4. 医保结算的病人，请您办理出院手续时，先到出院处补足您住院费用的一半，出院处给您开据“出院通知单”。如您有出院带药，可持“出院通知单”到病房领取。\r\n5. 医保病人费用的结算，需经“医疗保险办公室”按比例划分出您住院“个人应付”的费用。故请您在出院后五个工作日，来医院办理结算手续。\r\n6. 您办理结算手续后，注意核对单据是否齐全，以备您报销之用。\r\nA. 机打的结算收据（北京市住院收费专用收据）。\r\nB. 住院病人费用明细清单。\r\nC. 病人出院诊断证明书。\r\n \r\n办理出院手续时间：\r\n周一 至 周五：上午 8：00 — 下午5：00\r\n周六，周日及各种节假日：上午： 8：00 — 11：30', '20160906/ba5da78ade4d488ca6d8ccb1aa9425e5.jpg', '20160906/2fbb3b8fdb9f4fd78db3587183fe45f6.jpg', ' 地址：江岸区香港路100号\r\n    联系电话：027-82433363（门诊办公室）；027-82433350（导医台）\r\n    乘车路线：\r\n    武昌方向——706，805，719，729；\r\n    汉阳方向——708，711，598，524，559，553，726，24，42，70；\r\n    汉口方向——553，7，68，574，716，801   ', '2016-08-02 11:04:44', '1', null, null, null, null);

-- ----------------------------
-- Table structure for d_officeinfo
-- ----------------------------
DROP TABLE IF EXISTS `d_officeinfo`;
CREATE TABLE "d_officeinfo" (
  "id" int(8) NOT NULL AUTO_INCREMENT COMMENT '#id',
  "Office_id" int(8) DEFAULT NULL COMMENT '#科室id',
  "Hospital_id" varchar(50) DEFAULT NULL COMMENT '#医院id',
  "Office_name" varchar(100) DEFAULT NULL COMMENT '#名称',
  "officeurl" varchar(100) DEFAULT NULL COMMENT '#连接',
  "P_office_id" int(8) DEFAULT NULL COMMENT '#父id',
  "Office_grade" int(8) DEFAULT NULL COMMENT '#科室级别',
  "officeorder" int(5) DEFAULT NULL COMMENT '#科室顺序1:默认展示',
  "O_Describe" varchar(255) DEFAULT NULL COMMENT '#科室介绍',
  "O_user" varchar(50) DEFAULT NULL COMMENT '#科室负责人',
  "type" varchar(32) DEFAULT NULL COMMENT '#科室类型n:默认无,B:B超c:产科预约',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=121 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_officeinfo
-- ----------------------------

-- ----------------------------
-- Table structure for d_orderlist
-- ----------------------------
DROP TABLE IF EXISTS `d_orderlist`;
CREATE TABLE "d_orderlist" (
  "Order_id" int(8) NOT NULL AUTO_INCREMENT COMMENT '#预约记录表Id',
  "O_User_id" varchar(50) NOT NULL COMMENT '#关联用户id',
  "O_doctor_id" varchar(50) DEFAULT NULL COMMENT '#医生Id',
  "Order_type" varchar(32) DEFAULT NULL COMMENT '#预约类型b:b超预约,c:产科门诊预约',
  "order_rank" varchar(20) DEFAULT NULL COMMENT '#预约等级',
  "Order_date" date DEFAULT NULL COMMENT '#预约日期YYYY-MM-DD',
  "Order_time" time DEFAULT NULL COMMENT '#预约时间HH-MM-SS',
  "Order_running" int(8) DEFAULT NULL COMMENT '#预约顺序第一个为1',
  "O_office_id" int(8) NOT NULL COMMENT '#关联科室Id',
  "O_hospital_id" varchar(50) NOT NULL COMMENT '#关联医院Id',
  "O_status" varchar(32) DEFAULT NULL COMMENT '#预约状态',
  "O_createTime" timestamp NULL DEFAULT NULL COMMENT '#预约创建时间',
  PRIMARY KEY ("Order_id")
) ENGINE=InnoDB AUTO_INCREMENT=23 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of d_orderlist
-- ----------------------------

-- ----------------------------
-- Table structure for doctor_info
-- ----------------------------
DROP TABLE IF EXISTS `doctor_info`;
CREATE TABLE "doctor_info" (
  "doctor_id" varchar(50) NOT NULL COMMENT '#医生信息表id',
  "office_id" int(8) DEFAULT NULL COMMENT '#关联科室',
  "hospital_id" varchar(32) DEFAULT NULL COMMENT '#关联医院',
  "doctor_name" varchar(50) DEFAULT NULL COMMENT '#医生姓名',
  "doctor_sex" varchar(5) DEFAULT NULL COMMENT '#医生性别',
  "doctor_position" varchar(20) DEFAULT NULL COMMENT '#医生职称',
  "doctor_age" int(11) DEFAULT NULL COMMENT '#医生年龄',
  "doctor_brief" varchar(255) DEFAULT NULL COMMENT '#简介',
  "doctor_expert" varchar(255) DEFAULT NULL COMMENT '#擅长',
  "doctor_photo" varchar(100) DEFAULT NULL COMMENT '#头像地址',
  "doctor_birth" date DEFAULT NULL COMMENT '#出生日期',
  "doctor_treats" int(8) DEFAULT NULL COMMENT '#接诊量',
  "doctor_phone" varchar(20) DEFAULT NULL COMMENT '#联系方式',
  "doctor_education" varchar(20) DEFAULT NULL COMMENT '#教育程度',
  "doctor_work" int(8) DEFAULT NULL COMMENT '#工龄',
  "d_papertype" varchar(20) DEFAULT NULL COMMENT '证件类型',
  "d_papernum" varchar(50) DEFAULT NULL COMMENT '证件号码',
  "d_award" date DEFAULT NULL COMMENT '执业证日期',
  "d_status" varchar(20) DEFAULT NULL COMMENT 'null或1:启用,0:停用',
  PRIMARY KEY ("doctor_id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='医生信息表';

-- ----------------------------
-- Records of doctor_info
-- ----------------------------

-- ----------------------------
-- Table structure for doctor_source
-- ----------------------------
DROP TABLE IF EXISTS `doctor_source`;
CREATE TABLE "doctor_source" (
  "d_sourceid" int(8) NOT NULL AUTO_INCREMENT COMMENT '#医生号源信息Id',
  "doctor_id" varchar(50) DEFAULT NULL COMMENT '#关联医生Id',
  "d_date" date DEFAULT NULL COMMENT '#日期',
  "d_source" int(11) DEFAULT NULL COMMENT '#当日号源',
  "d_sourceusing" int(11) DEFAULT NULL COMMENT '#当日号源使用',
  PRIMARY KEY ("d_sourceid")
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8 COMMENT='医生号源信息';

-- ----------------------------
-- Records of doctor_source
-- ----------------------------

-- ----------------------------
-- Table structure for doctor_sourceinfo
-- ----------------------------
DROP TABLE IF EXISTS `doctor_sourceinfo`;
CREATE TABLE "doctor_sourceinfo" (
  "d_sinfoid" int(8) NOT NULL AUTO_INCREMENT COMMENT '#号源时段Id',
  "d_sourceid" int(8) DEFAULT NULL COMMENT '#关联号源日期',
  "d_time" time DEFAULT NULL COMMENT '#起始时刻',
  "d_timetype" varchar(10) DEFAULT NULL COMMENT '#时段',
  "d_zsource" int(11) DEFAULT NULL COMMENT '#时段号源',
  "d_zsourceusing" int(11) DEFAULT NULL COMMENT '#时段号源使用',
  "d_amount" decimal(9,2) DEFAULT NULL COMMENT '#预约价格',
  PRIMARY KEY ("d_sinfoid")
) ENGINE=InnoDB AUTO_INCREMENT=210 DEFAULT CHARSET=utf8 COMMENT='医生号源详情表';

-- ----------------------------
-- Records of doctor_sourceinfo
-- ----------------------------

-- ----------------------------
-- Table structure for edu_content
-- ----------------------------
DROP TABLE IF EXISTS `edu_content`;
CREATE TABLE "edu_content" (
  "content_id" varchar(32) NOT NULL,
  "edu_id" varchar(32) DEFAULT NULL,
  "con_title" varchar(50) DEFAULT NULL,
  "con_userid" varchar(35) DEFAULT NULL,
  "con_dt" varchar(50) DEFAULT NULL,
  "con_fullinfo" varchar(5000) DEFAULT NULL,
  "con_attach" varchar(255) DEFAULT NULL,
  "con_comment" int(20) DEFAULT NULL,
  "con_browse" varchar(20) DEFAULT '0',
  PRIMARY KEY ("content_id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='宣教版块内容';

-- ----------------------------
-- Records of edu_content
-- ----------------------------
INSERT INTO `edu_content` VALUES ('08762b82ae904f5ea8f8082d2996a096', '743100a0db414a45b4cab52a2d03c377', '孕妇怀上双胞胎该注意什么', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:22:59', '众所周知，每个怀孕的女性都希望自己生下健康的宝宝。若是，你知道自己已经怀上双胞胎需要了解什么母婴知识呢?对于怀有双胞胎的孕妈妈，小编建议要特别的留心，因为怀上双胞胎的妈妈要比一般的孕妈妈更要注意安全。本文，母婴小编给大家介绍怀上双胞胎要注意的事项。\r\n　一、营养要充足、合理，食物要易于消化\r\n　　怀双胎时，一个人摄入的营养物质要满足两个胎儿的需要，尤其是胎儿在妊娠中、晚期发育迅速，所需营养物质不仅数量较大，而且要求全面合理，否则由于双胎妊娠时孕妇的血容量增加比单胎时多，孕妇很容易发生贫血，而且胎儿发育不良。因此，孕妇要摄入足够的蛋白质、维生素和矿物质，应注意多吃鱼、鸡蛋、牛奶、瘦肉及豆制品、水果、蔬菜等，必要时可加服铁剂、钙剂等。此外，怀双胎时往往妊娠反应较重，因此，饮食要易于消化吸收，少吃或不吃辛辣刺激食物。\r\n　　二、认真及时做好产前检查\r\n　　临床上怀双胎时，容易合并妊娠中毒症、早产、胎位不正、贫血、妊娠高血压综合征、羊水过多等，尤其是妊娠晚期易发生急性羊水过多、胎膜早破、前置胎盘等，发生这些疾病后，轻则影响母胎健康，重则危及母胎生命安全。定期产前检查就能及早发现不正常情况，及时给予治疗，避免意外发生。\r\n　　三、避免早产\r\n　　两个胎儿同时在子宫内发育成长，会使子宫过度膨胀，子宫难以拉长到适应双胎过大生长的程度，早产较为常见，尤其是在不注意休息时。因此，注意休息是避免早产的主要措施。\r\n　　四、注意休息及早住院待产\r\n　　双胎的子宫增大比单胎要迅速和明显，特别是在孕24周以后，尤为迅速。在孕晚期很容易产生心慌、呼吸不畅、下肢浮肿及静脉曲张等压迫症状。临产期容易发生子宫收缩无力而滞产，也可因胎盘早期剥离发生产前出血等症，还可因子宫过度伸长，胎盘过大，产后子宫收缩不良而引起产后大出血。故在孕晚期要注意避免劳累。在孕30周后须多卧床休息，这对减轻压迫症状，增加子宫的血流量，增加胎儿体重和预防早产都有好处。如有条件，孕妇应及早住院待产，这可保证孕妇休息和减少早产的发生，以保证顺利分娩。\r\n　　小编碎碎念：女性怎么知道自己生男生女呢?这一切要看孩子和母亲的缘分。上面就是值得大家注意的一些母婴知识。对于怀上双胞胎的女性要知道常见的保胎措施。小编也是建议孕妈妈一定要谨慎小心，不要大意失荆州，让这难得的喜事变成坏事，这就得不偿失了。', '20160907/6dbe2cce7ea34839b3a13f97bde35dfc.jpg', '0', '254');
INSERT INTO `edu_content` VALUES ('0a6a6247337f48fab4e89b8b1ab9d496', '743100a0db414a45b4cab52a2d03c377', '是什么在控制着胎儿的性别', 'df88d8576f7c413c9c05620742130c18', '2016-09-07 09:17:58', '对于准备怀孕的夫妻而言，有两件事是最为关心的了。第一就是如何维护母婴健康，第二就是生男生女了。那么胎儿的性别可以控制么?或者说可以预知么?在一定程度上，这个问题的答案应该是肯定的，因为我们可以通过一些方法提高生男或生女的几率。\r\n孕前多吃谷类食物的孕妈咪更易生男孩\r\n　　英国埃克塞特大学和牛津大学的科学家们对740名女性的饮食方式进行跟踪调查，要求她们提供怀孕前后每周的详细饮食情况，包括食物数量和营养成分，比如钾、VC、VE等。\r\n　　据中国国际广播电台报道，英国埃克塞特大学和牛津大学的科学家们对740名女性的饮食方式进行跟踪调查。要求她们提供怀孕前后每周的详细饮食情况，包括食物数量和营养成分，比如钾、VC、VE等。\r\n　　研究发现，早餐以麦片和玉米片等谷物为主的女性，生男孩的比例远大于生女儿的比例。怀孕期间以高能早餐为主的女性中，59%的人生下男孩。而以非谷类早餐为主的女性，生下男孩的比例只有43%。\r\n　　专家释疑：这个研究结果进一步证实了饮食与胎儿性别存在着联系。所以，如果想决定生男生女，就要注意孕前饮食咯。\r\n　　有进取心的女人易生男孩\r\n　　研究人员发现，刚强自信、有进取心的女性比温顺的女人更有可能生男孩。科学家已经确定，雌性哺乳动物卵子里的睾丸酮含量水平有差异，睾丸酮水平较高的卵子更可能孕育出雄性胚胎。而妇女体内的睾丸酮含量与支配性格强弱有很大关系。\r\n　　哺乳动物世界竟然也有“蜂王”决定后代性别的综合症，这一发现确实是挑战“生男生女看几率”传统观点的最新研究。新西兰奥克兰大学的行为科学讲师瓦列莉娅·格兰特是这项成果的研究者。她认为后代性别的确定未必仅限于精卵结合时是主男性的Y染色体占上风还是主女性的X染色体占上风。\r\n　　专家释疑：雌性哺乳动物卵子内的睾丸酮水平决定其接受主“雄性”的精子的程度。可能是卵子外层已经预先设定了是接受X精子还是Y精子的程序。\r\n　　几千年来，这个疑问一直在人们的心中徘徊，到底是什么在控制着胎儿的性别。今天，虽然我们仍然不能将控制胎儿性别的所有原因弄清，但是我们终于对此初窥端倪。如果你想生男孩，哺乳孕前多吃一点谷物。此外有进取心的女性也更容易生男孩。', '20160907/48ab14027ad04010889512c6778dc5df.jpg', '0', '4');
INSERT INTO `edu_content` VALUES ('10bcdbc71c7d470f9b30124a6f125942', '7ca443574f544d49882e0bf77fe283d2', '父母为宝宝做早期抚触激发发育活力', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:20:21', '为宝宝做早期抚触激有哪些好处?宝宝出生后，父母都希望宝宝快快长大。为了保证宝宝的身体发育，爸妈可以尝试为宝宝做早期抚触，对孩子的健康发育十分有益。母婴专家指出，父母为宝宝做早期抚触激发发育活力。下面让我们来看看如何实施?\r\n按摩的好处\r\n父母与孩子之间的亲密接触是有助于孩子健康发育的，无论是从孩子的身体发育上，还是心理发育上来说都是有极大裨益的。如果给孩子的大脑和神经系统一些刺激，便会使得孩子的早期发展迅速增加，这会使得孩子更加的健康，因为抚触有助于促进孩子生长发育，有助于促进消化系统的完善，增强孩子的抵抗力。\r\n另一方面，触摸孩子还可以增进父母与孩童之间的亲密联系，这是心理上的发育，有助于孩子获得充分的安全感，对父母更加的信任，并且会更加幸福。还有就是孩子在成长阶段，与父母联系密切的，在以后的成长过程中会更加乐观，积极向上，并且会乐于助人，温和亲近。', '20160907/01dadde63d374e2a8575a1208c6c8bdb.jpg', '0', '2');
INSERT INTO `edu_content` VALUES ('1634d2c069104fa5b15a44ad7fa46035', '743100a0db414a45b4cab52a2d03c377', '怀孕知识：排卵期如何保健', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:15:13', '女性在排卵期如何保养备受婚后女性的关注，因为想要怀孕的女人会计算各种时间。但是，由于现在的女性缺乏锻炼，身体体抗力变差，在排卵期有不注意保健就会引发女性妇科问题。所以，对于备孕期间的女性来说，为了避免子宫出血、子宫内膜异位症等妇科疾病。随着母婴小编一起来看看下面的怀孕知识的介绍。　排卵期要注意日常保健 　　一般来说女性的排卵期出血是在月经的中期(即周期的第12～16天)时，有少量阴道流血;正常情况下，肉眼是观察不到的，但是有些女性会比较严重，能看得到。同时，还会伴有轻微的下腹胀痛，这种现象一般持续数小时至1～3天后消失。 　　目前引起排卵期出血的病因不明，很大可能是与女性自身的雌激素水平低下有关，子宫内膜失去激素的支持而出现部分内膜脱落，而不注意的过量运动、劳累、精神压力大等因素，都可能引起排卵期出血。而这个时期的出血往往容易被忽视，会加大发生妇科感染的机会。 　　排卵期出血如何保健好 　　1、女性在排卵期要保持精神愉快，避免精神刺激和情绪波动，特别是有些女性在月经期有下腹发胀、腰酸、乳房胀痛、轻度腹泻、容易疲倦、嗜睡、情绪不稳定、易怒或易忧郁等现象，这些都是正常的情况，不必过分的紧张。 　　2、女性排卵期注意卫生，预防感染。注意外生殖器的卫生清洁。女性一定要记住，在月经期是绝对不能性交的。同时要注意保暖，避免寒冷刺激。避免过劳。经血量多者忌食红糖。 　　3、女性在排卵期间的内裤要选择棉质的，柔软质地的。每天要更换内裤，并及时清洗干净，放在通风透气的地方，如果有条件，最好是选择在阳光下晒干。 　　4、女性的排卵期和生理期是一样的，不能吃生冷、酸辣等刺激性食物，多饮开水，保持大便通畅。血热者经期前宜多食新鲜水果和蔬菜，忌食葱蒜韭姜等刺激运火之物。此外，在平时可适当服用维生素E，多摄入豆类、牛奶等食物，以补充雌激素之不足，维持卵巢功能。 　　小编碎碎念：女人如何保养身体好呢?备孕期间的女性如何保健好呢?经过小编的讲解，女性知道了怎么做好排卵期保健措施了吧，女性排卵期不可忽视哦。母婴小', '20160907/a0f450e6fc8a421496991a61d5d25b1a.jpg', '0', '2');
INSERT INTO `edu_content` VALUES ('165e23bad55e4a0fb455006a497f0378', 'bd61e214c72c4c7eb637e2e2d51e9a84', '孕妈胎动里面藏着什么秘密', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:21:07', '如何数胎动?胎教里暗含了哪些秘密?到了三个月之后，小胎儿开始在肚子里不安分了，你会感觉到他的胎动，他的成长。但是你可知道这些胎动里暗含了哪些健康信息吗?为了木有健康，不放让我们看看胎动暗藏的秘密吧!\r\n胎动，是指胎儿在母体子宫内的主动性运动，比如呼吸、张嘴运动、翻滚运动等。如果是受到妈妈咳嗽、呼吸等动作影响所产生的被动性运动，就不算胎动。\r\n到孕8周的时候，宝宝初具人形，四肢已经长出来了，这个时候胎儿就会在腹中蠕动，这就是最初的胎动，但非常微弱，所以孕妈咪是感觉不到的，只有在B超上才能见到。网友告诉你，胎动是什么感觉网友告诉你，胎动是什么感觉。\r\n网友小欧：第一次胎动的感觉就是——到现在我还怀疑那究竟是不是一次胎动……记得那段时间因为觉得到了该有胎动的阶段了，所以一直很留意。有一天晚上躺在沙发上看电视，觉得肚子里面拱了一下，马上关了电视全神贯注等着下一次，结果一个多小时也没再有。后来又过了两天，才确确实实开始胎动了。\r\n网友小雅妈妈：“咕噜-咕噜”就像小鱼在吐泡泡，心里泛起一阵阵幸福的涟漪，这是宝宝和我的第一次“有声”的交流。在此之前，我一直觉得宝宝和我分别在两个世界里，我是通过生理反应(呕吐，身体不适)来感知宝宝的存在，这一美妙时刻，我觉得宝宝是在用她独有的方式跟我打招呼。\r\n网友小俞：我是17周的时候感觉到胎动的，开始很轻，就像蝴蝶轻飞，小鱼游水，我总是不确定这是不是胎动，开始还不知道，动了几次才慢慢发觉。现在21周了，宝宝简直是“拳打脚踢”，难不成把肚皮当足球场了?等稍大一点月份，你就可以看得到肚子上一鼓一鼓的。\r\n胎动的规律和变化\r\n知道吗?其实胎宝宝有将近75%的时间是处于活动的状态，是可以测得胎动的，根据研究显示，胎动可大略分为睡眠期与清醒期两个时期。睡眠时期又可分成安静睡眠期及活动睡眠期。月的胎儿在母体内的时间，有将近25%为安静睡眠期，60%～70%为活动睡眠期，其余的时间则为清醒期。但要特别注意的是：胎儿没有白天和黑夜的分别，他们的睡眠周期约为半个小时，并不是和我们成人一样的睡眠周期。这也是为什么有许多孕妇会在晚上因宝宝动得太厉害而无法入睡的原因。\r\n胎宝宝最活跃的时间：\r\n一般，宝宝在晚上是动得最多的，一方面比较有精神，另一方面，孕妈咪通常在这个时间能静下心来感受宝宝的胎动，所以会觉得动得特别多。\r\n1、吃饭以后\r\n吃饭以后，孕妈咪体内血糖含量增加，宝宝也“吃饱喝足”有力气了，所以胎动会变得比饭前要较频繁一些。\r\n2、抚摸肚子的时候\r\n宝宝最喜欢的游戏就是踢肚皮，当爸爸或妈妈抚摸肚皮的时候他(她)也会很高兴地回应一下，妊娠的周数越多,胎动越活跃。\r\n3、听音乐的时候\r\n受到音乐的刺激，胎宝宝会变得喜欢动，这也是传达情绪的一种方法。\r\n4、对着肚子说话的时候\r\n准爸是准妈们都表示在和宝宝交流的时候，宝宝会有回应，用胎动的方式表达自己的感觉。\r\n5、洗澡的时候\r\n可能是因为在洗澡时孕妈咪会觉得比较放松，这种情绪会传达给宝宝，TA就比较有精神。', '20160815/d9cb143abf27453fbeafd66ecc6126fc.png', '0', '16');
INSERT INTO `edu_content` VALUES ('1709abf2b8464b289d58e4c04077eba3', '1acff5f3dd1749e28bbbc967313fe10b', '新妈怎么应对产后麻烦事', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:15:15', '新妈怎么应对产后麻烦事?产后恢复的过程中不少新妈妈要面临很多事情，这些事情常常让她们无法开森的度过每一天，那么，到底该怎么办才好呢?这里母婴健康小编就向大家讲讲具体有哪些产后麻烦事以及相应的解决办法。\r\n1.乳房胀痛\r\n在生完孩子之后，产妇需要母乳喂养孩子，产妇的乳房会分泌乳汁，这时候因为刚刚泌乳，乳房会肿胀疼痛。而乳房又是女性身体非常柔弱的一个部位，所以疼痛感会被放大，让女性难以忍受。\r\n这时候最好的方法是双手按摩乳房，从四周向中间挤压帮助挤出奶水，只要能够奶水挤出，乳腺便会通顺，女性会觉得舒服很多。所以肿胀需要及时处理，这样可以尽快的给孩子吃奶，让孩子获得免疫力和营养，而且还能够避免因为肿胀导致的乳腺炎。\r\n2.情绪低落\r\n在生产之后，女性的情绪会容易波动，尤其容易抑郁、低落，这是因为女性产后，身体内的激素水平开始恢复，荷尔蒙的下降会引起情绪的低落，于是产妇便会不开心，或者是脾气暴躁，容易发怒。\r\n这时候家人们需要体谅，丈夫尽量多花时间与产妇聊天，陪她解闷，毕竟妻子在月子期间什么事情都干不了，她们会非常的着急。另外家人们要给产妇安静的环境休息，让她们拥有充足的睡眠，这样有助于情绪以及身体的恢复。\r\n3.便秘\r\n因为产妇长时间卧床，相应的活动时间较少，而且产后进补的食物多是油腻之物，所便会出现肠道蠕动不畅，进而引发便秘。\r\n母婴健康小编温馨提示：对于孕妇而言，在进补的时候需要注意食用纤维多的素菜，像是芹菜，韭菜，或者是青菜之类的，另外妈妈们还可以吃些粗粮，在加餐的时候吃些玉米，高粱面之类的五谷杂粮，促进肠道活动缓解便秘问题。', '20160907/edd86149a5414d10920cbaaae68bca11.jpg', '0', '2');
INSERT INTO `edu_content` VALUES ('17131f588e244dd78d89f9fa5e324127', '7ca443574f544d49882e0bf77fe283d2', '121', '56d4d4be4aef4ba585165d89e9d9a384', '2016-10-19 10:37:19', '1', '', '0', '0');
INSERT INTO `edu_content` VALUES ('1779e86df25144aa86947db36482533f', '743100a0db414a45b4cab52a2d03c377', '孕前检查', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 16:47:11', '很多备孕期间的人都在关注如何做好孕前检查的事情，尤其是备孕期间需要做哪些孕前检查，这也是备受关注的话题。其实，孕前检查对于很多备孕夫妻来讲是必须要做的，为了遗传优生，我们不可忽视这个环节。\r\n自体免疫性疾病\r\n　　红斑性狼疮为最常见的自体免疫性疾病，平常也许功能都正常，不至于表现出严重的症状，一旦怀孕，生理上就容易出现发烧、疲惫、嗜睡等现象，由于此症会侵犯体内许多器官，如果侵犯到肾脏，更会使得病情恶化，且若有广泛性血管病变者，还会合并子痫前症，又或者会因免疫力下降受到感染导致羊膜破损而造成早期破水现象。林陈立医师提醒，这种自体免疫性疾病需要以类固醇药物控制病情，但使用过量又有其危险性，建议有此类疾病的妇女，一定要在孕前特别控制病情。\r\n　　糖尿病、高血压', '20160815/476d90371efd4e9f8bb55e8c1ec7a463.png', '0', '19');
INSERT INTO `edu_content` VALUES ('23bf89217d2a4b4fbb9a1dacaa9b8e86', '743100a0db414a45b4cab52a2d03c377', '生男生女', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:01:00', '生男生女规律有哪些可以遵循?虽然现代社会造成的很多家庭对于生男生女意识的执着并不像以前了，但是对于生男生女的愿望却因夫妻的差异而出现意见的不同。下面，听听母婴健康专家对于生男生女规律的讲解!\r\n以前的人很重男轻女，受传统观念的影响，很多家庭都希望能生一个男孩，现在随着观念的改变，随着社会压力的变大，人们开始对男孩没有那么的期待了。再者，社会的进步，有些家庭希望能生一个可爱的女孩，可是，孕妇在什么情况下容易生女孩呢?母婴专家指出，生男生女有一些规律可以遵循，我们来看看下面的介绍。\r\n“造人”时间决定宝宝性别\r\n由于“生女孩的”精子比“生男孩的”精子存活的时间更长，因而这位产科专家建议，如果想要女孩的话，就在排卵前的3~5天进行性交，“这样精子中的X染色体会有更好的机会”。如果希望生个男孩的话，那么应该选择在排卵的时候性交，因为Y染色体比X染色体更小、更轻，因而相应的精子能够更快、更早地抵达卵子，这个时间点会为愿望的实现提高25%的概率。\r\n3~5月是创造女孩的最好时光\r\n3~5月是创造女孩的最好时光，这是科学家AngeloGagnacci的发现。他对10000例出生数据进行了分析，由此得出结论，春天是“制造”女孩的最好时节，而男孩则在秋天更好。\r\n独居的女性更容易生女孩\r\n尽管结婚了，但是与丈夫经常分居的女性，也就是在一种不稳定的伴侣关系中的女性，更容易生女孩。这应该是由于紧张度的提高而导致激素水平的变化所引起的结果。\r\n漂亮的人更容易生女孩\r\n伦敦经济学院的科学家指出，有吸引力的人，生女儿的概率要比生儿子高出36%。他们认为，这也是一种进化战略，即大自然让父母在创造孩子的时候，尽可能从自身的特征中获益。另外，攻击性强或学术性强的父母，则更可能生男孩，这样男孩就可以利用他的遗传基因中的强项，而更容易从漂亮的女孩那里找到伴侣。\r\n宇航员更多的是生女孩\r\n父亲的职业是飞行员、试飞员、潜水员、麻醉师、放射科医生的，也更容易生女孩。例如，参加研究的58名澳大利亚的潜水员共育有85个女孩和45个男孩。\r\n接下来我们来看看哪类人更容易生男孩儿：\r\n记性好的孕妈咪更容易生男孩\r\n怀上男孩的孕妇记忆力很好。在调查怀孕对女性认知力的影响时，发现了在听觉、计算和视觉记忆力三项指标的检测方面，怀男孩的孕妇都比怀女孩的孕妇表现好。她们生下孩子之后也一样。', '20160815/c1c8703ccad2468aa30691a315c52d96.png', '0', '13');
INSERT INTO `edu_content` VALUES ('24edb67535c6466dbf6256eae5f060b9', '7ca443574f544d49882e0bf77fe283d2', '如何从孩子睡觉中获悉健康情报？', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:21:19', '如何从孩子睡觉中获悉健康情报?孩子的健康情况会向外界发出一些信号，用心的妈妈一眼就能捕捉到孩子的健康情况~下面，育儿小编就从日常护理的角度为你提供几个“察言观色”的技能吧!\r\n正常的睡眠状态表现为孩子比较安静舒坦，呼吸均匀而没有声响，睡眠状态可以反映孩子的健康状态，影响着孩子的生长发育，每个父母都很重视。\r\n孩子会吃会睡，父母当然放心，可总有部分孩子的睡眠令父母发愁：\r\n睡觉爱出汗，这正不正常，是体虚还是生病了呢?\r\n睡觉总是翻来覆去，是睡不安稳还是在长个?要不要干预?\r\n有的孩子经常出现入睡后突然惊醒大声啼哭，很难安抚，不知是做恶梦还是生病了?\r\n……\r\n请听专科医生一一为您解答：\r\n情况1：婴儿在刚入睡时或即将醒时出现满头大汗\r\n孩子睡眠时出汗几乎是每个家长都会遇到的问题，有些家长因此而忧心忡忡：孩子是不是缺钙了?孩子是不是体质虚呀?\r\n其实，大多数婴儿夜间出汗都是正常的。在睡眠时出汗，汗水浸湿了衣衫、枕巾，只要孩子无其他症状，如烦躁、哭闹、易醒等，就不必管他。这样出汗往往见于入睡后半小时之内，且以额头汗出为主，一般在睡后2小时之内慢慢停止，多见于3~7岁的小儿，并随年龄的增长而逐渐消失，有人称之为生理性盗汗。', '20160907/c3170c6a0a894db5a878b799313e52b7.jpg', '0', '8');
INSERT INTO `edu_content` VALUES ('2aa5895fcf3e4b8bae3622b2d43afa33', '7ee684d6e85741f7a0706c255b262433', '11', '56d4d4be4aef4ba585165d89e9d9a384', '2016-10-18 11:12:03', '1', '', '0', '0');
INSERT INTO `edu_content` VALUES ('31c5de3d00f14c2285900297ded9aeff', '1acff5f3dd1749e28bbbc967313fe10b', '产后有什么疾病会导致子宫恢复难', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:31:53', '众所周知，产后女性需要注意产后的疾病，尤其是坐月子的时候，这是准妈妈恢复身体的时候，如果在这个时候准妈妈没有照顾好自己的身体，容易引发一些疾病，比如子宫收缩不好的现象，子宫难恢复会容易造成产后恶露持续不断。下面，随着母婴小编就来看看相应的母婴知识吧。\r\n　产后有什么疾病会导致子宫恢复难?经过漫漫的40周怀孕，子宫变为原来的数十倍大，功能和外貌都变得大不相同!产后，如果产后子宫恢复不好，子宫内尚有血块或者残留胎盘，子宫就会被血块堵塞，造成子宫收缩不良，有可能引发大出血。那么影响产后子宫收缩不良的因素都有哪些呢?\r\n　　原因一：胎盘或胎膜残留于子宫腔内\r\n　　胎盘一般是在胎儿从产道娩出以后5—15分钟左右，最晚不超过30分钟娩出体外，此时如果出现胎盘没有完全排出而有一部分留存在子宫内部的现象被称为胎盘残留。大部分情况，留在子宫内的是很难发现的非常细微的胎盘碎片，这就是所谓的胎盘残留。\r\n　　若是子宫内仍有残留胎盘或胎膜组织，或是子宫收缩不良，会影响产后子宫恢复的速度，这可从观察恶露排出的颜色、量与气味判别产后子宫恢复的状况。正常情况下，恶露的量会愈来愈少，颜色愈来愈淡，约3周就会结束，过多的恶露属于不正常现象。\r\n　　临产后，必须正确处理胎盘及胎膜的娩出，应认真仔细检查娩出的胎盘胎膜是否完整，并注意检查胎盘胎儿面边缘有无断裂血管，以便能够及时发现副胎盘。若怀疑有副胎盘部分胎盘残留或大部分胎膜残留应在严密的无菌操作下伸手入子宫腔内取出全部残留组织。\r\n　　若检查胎膜后确认仅有少许胎膜残留，产后可及时应用子宫收缩剂及抗生素，等待其自然排出及预防感染。\r\n　　原因二：合并子宫内膜炎或盆腔内炎症\r\n　　合并子宫内膜炎或盆腔内炎症。如果分娩后护理不当，引起子宫或盆腔感染，也会长期出血。\r\n　　在正常情况下，女性阴道呈酸性环境，宫颈有粘液栓，这是人体的生理屏障，可以抵御细菌的侵入。但是，在特殊情况下，如经期，分娩，流产后及各种宫腔操作时，这种屏障作用减弱甚至消失，易引起细菌的侵入，造成子宫内膜炎。\r\n　　子宫内膜炎治疗方式：仍是以抗生素治疗为主，治疗过程中，要特别注意到对盘尼西林有抗药性的细菌，如临床治疗效果不彰时，则需要多方考虑抗生素的使用药物方向。\r\n　　新妈妈产后或小产后体质衰弱，宫颈口经过扩张尚未很好地封闭，此时阴道、宫颈中存在的细菌有可能上行感染盆腔;如果宫腔内尚有胎盘、胎膜残留，则感染的机会更大。\r\n　　准妈妈产前应该定期到指定进行产前检察，接受孕期卫生指导，积极治疗营养不良、贫血等慢性疾患，增强体质。妊娠晚期禁止性生活。产后注意饮食调养，进食易消化、富含蛋白质及维生素的营养食品，维持良好的身体状况。\r\n　　妊娠8个月后由于子宫口慢慢松弛，所以不要洗盆浴，更不要过性生活，以免引起感染，产后要注意卫生。\r\n　　小编碎碎念：上面就是关于产后有什么疾病会导致子宫恢复难的内容介绍，希望对于一些有着产后子宫恢复的问题的女性要重视子宫的恢复。如果有些女性出现了子宫内的血液不断被排出体外，即为产后恶露的现象，也要重视子宫的保健了。', '20160815/60cb8faf9f4c43989901e0779da35679.png', '0', '2');
INSERT INTO `edu_content` VALUES ('337f3ff86b7a481ea8d9d002d1380938', '743100a0db414a45b4cab52a2d03c377', '123', '1', '2016-10-18 13:53:03', '123', '', '0', '0');
INSERT INTO `edu_content` VALUES ('33e574d556fe407e902453fa50006e13', 'bd61e214c72c4c7eb637e2e2d51e9a84', '孕期千万别让心理魔咒困扰你', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:33:30', '孕期如何克服心理魔咒?怀孕之后，不少准妈妈内心出现了一些异常的情况，这些所谓的异常情况多数伴有焦虑，忧郁，郁闷，烦躁等坏情绪，可是，处于对母婴健康的考虑，千万不要任性地不管控这些坏情绪，一旦长久，很可能会给你的孕期带来灾难!\r\n\r\n不少原本开朗、自信、有主见的女性，在怀孕后突然变得脆弱敏感，不是担心胎儿长不好，就是担心自己得病，常因一点小事对丈夫发脾气，弄得丈夫也不知所措。\r\n\r\n孕妇的这些情绪反应都是妊娠期间的心理不适引起的，在妊娠早、中、晚期，很多孕妇都会出现不同的心理变化，了解孕妇的心理，有助于孕妇顺利地度过孕期。\r\n\r\n孕早期常见心理问题\r\n\r\n有没有能力孕育一个健康聪明的小宝宝?\r\n\r\n接触了对胎儿不利的因素，如电脑、装修材料、药物、不良环境、噪音、养宠物、病人，会引起胎儿畸形吗?\r\n\r\n意外地怀孕了，可目前还不宜养育一个宝宝，如住房或经济条件不理想、正在忙于学习或事业发展、有出国机会等。\r\n\r\n因此想做人流又想继续怀孕，心里既矛盾又烦恼，怎么办?\r\n\r\n没在最佳时机怀孕，如年龄太大、季节不好等，会不会生不出一个优秀的宝宝?……高龄产妇的孕期危机\r\n\r\n近期有过精神创伤，会影响胎儿的正常发育吗?\r\n\r\n经常担心自己在怀孕期间生病。\r\n\r\n生孩子后，身体状况会不会不如从前?\r\n\r\n生了孩子后丈夫还会爱我吗?\r\n\r\n我有能力教育好宝宝吗?\r\n\r\n丈夫将为人父的兴奋，超过了对我的关怀和呵护，使我有被忽略的感觉。\r\n\r\n怕别人看出自己怀孕，羞于出现在公共场所。\r\n\r\n转移情绪\r\n\r\n心里出现担心、紧张、抑郁或烦闷时，去做一件高兴或喜欢的事，如浇花、听音乐、欣赏画册、阅读或去郊游。自然美感引起的情感，会使孕妇对生活的兴趣提高。洗温水浴或适度做家务活。\r\n\r\n释放烦恼\r\n\r\n可把自己的烦恼向密友倾诉，或写信、写日记。这种做法，能非常有效地调整孕妇的情绪。必要时，可找心理医生进行咨询及疏导。\r\n\r\n母婴健康小编温馨提示：做一个积极乐观向上的准妈妈，享受孕期带来的一切美好心情，不要错过和辜负了这段特殊的时光!', '20160907/75f316b03a1543c68ef0eb49ec1b9548.jpg', '0', '0');
INSERT INTO `edu_content` VALUES ('35b59a082af741cdb6fb9ae211102b55', 'd016708418c249c7bd6bdcd52d96ae19', '孕妇腹泻要注意什么', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:22:51', '孕妇朋友们在怀孕期间会出现各种各样的问题，有的孕妇在怀孕的时候会出现腹泻的情况。其实或许也是一种比较常见的疾病，但是如果孕妇出现腹泻的话我们就要警惕一下。母婴频道小编告诉大家如果腹泻严重的话就一定要及时去医院，以免影响到胎儿的正常发育。', '20160815/ee3be2bfa13445bcb4ea1f0eb360f5c4.png', '0', '12');
INSERT INTO `edu_content` VALUES ('37ed58a982294beaad678a7a9a086b99', '7ca443574f544d49882e0bf77fe283d2', '新爸妈须知：夜里如何给孩子喂奶', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:37:29', '如今，越来越多的女性在关注如何母乳喂养的话题，尤其是妈妈夜里给孩子喂奶应该怎么做呢?新爸妈都是有着自己的做法，专家建议爸爸这个时候也要多加理解的烦躁心态。毕竟夜里给孩子喂奶是养孩子中最困难的事情，丈夫应该为孩子做一些其他的事情。随着母婴小编一起来看看喂养指南吧!\r\n　夜里如何给孩子喂奶?众所周知，夜里给孩子喂奶是养孩子中最困难的事情，会使你过度疲劳和紧张。不仅仅是由于少睡了几个小时的觉，关键是长期地打破了你自己的睡眠规律。所以无论是白天还是夜晚，你一定要得到足够的休息，这就是说你的丈夫得帮你一把，替你做些家务。\r\n　　养育孩子是夫妻双方的事情，如果你花时间喂孩子，丈夫就应该为孩子做一些其他的事情。事实上，如果你决定用母乳喂养孩子，夜里喂孩子也不能全都由你一个人包下来。如果孩子睡在另一个房间里，在听到孩子的哭声时，你可以要求丈夫把孩子抱过来。在喂完孩子后或换完尿布后，你也可以要求丈夫把孩子送回到床上去。\r\n　　喂奶常识\r\n　　●在床上喂孩子，这样做既舒服又暖和。\r\n　　●如果过于疲劳，可以挤出一些奶水，放在消毒好的瓶子里，安排丈夫夜里喂奶。\r\n　　●把换尿布的设备放在卧室里，这样可以减少喂孩子和给孩子换尿布的麻烦。\r\n　　●夜里起床容易引起着凉，所以准备一件毛衣或者睡衣，放在旁边。\r\n　　●在床边放一个水杯，可以在给孩子喂奶时饮用。\r\n　　●如果孩子睡在另一个房间，你担心不到孩子的哭声，可以买一个婴儿报警器。\r\n　　减少夜里喂奶的次数\r\n　　孩子不足5千克之前，一次睡眠不能超过5个小时，醒来马上需要吃东西。但是，如果孩子超过了这个体重，你可以想办法两次喂奶的时间间隔延长到6个小时，这你便可以连续睡上6个小时的安稳觉，也不必起大早为孩子准备下一次牛奶了。\r\n　　你的孩子将形成自己的生活规律，但是一般来讲，你应该把孩子最后一次吃奶的时间调整到你马上要上床的时间为好。做事一定要具有灵活性，很有可能孩子就是想大早晨吃奶，你就是改不掉孩子的这个习惯，孩子总是早晨老早醒来，需要吃奶。如果遇到这种情况，你只好晚上照常喂孩子，等着孩子自己放弃他早晨吃奶的习惯。\r\n　　母婴小编碎碎念：上面就是关于夜里如何给孩子喂奶的内容，希望可以帮助到新爸妈们，这些喂养指南都是有借鉴作用的。当然，小编在这里也是温馨提示大家要多点耐心，看了这篇文章之后，我们相信大家也是妈妈夜里给孩子喂奶时，作为爸爸也是要多点耐心。', '20160815/a1be25c0e83a4e93956e75f1f1c29423.png', '0', '1');
INSERT INTO `edu_content` VALUES ('38a6d0ee2a604ec28d227016219c4e29', '1acff5f3dd1749e28bbbc967313fe10b', '女性家庭护理须知绝经后注意事项', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:13:59', '众所周知，女人一旦出现了绝经，身体里面的雌性激素就会迅速的下降，长期不处理绝经后的事情可能就会严重的打乱了女性身体里面的平衡因素。因此，为了避免绝经带来的心脏血管缺乏的影响，随着母婴小编一起来看看女性绝经后需要注意些什么家庭护理事项吧!\r\n　专家表示，如果想要有一个良好的身体条件，就要创造健康的生活习惯和生活品质，优质的生活方式是让女性远离疾病的首要条件。年纪大的女性朋友在日常饮食口 味上要保持清淡，适当的补充多一点的营养，选择合适的运动方式，要避免一些例如豪饮抽烟和会使自己极度悲痛忧虑的事情发生。\r\n　　另一方面，女性在绝经之前大多数是因为雌激素的“保护机制”在发挥作用，即使有了如高血压、高血脂、糖尿病等这些危急致病因素，也并不轻易患病。但绝经之后这种“保护机制”就会消逝，那些致病因素的危害就展现出来了。绝经期后体质变弱，增加了女性的患病几率以及患病速度，患病后的危急性也相对增高。想要避开这些致病因素产生的后果，专家建议女性在绝经以后定期做体检，尤其是心血管系统的检查，以便早发现问题，及早治疗。\r\n　　女性绝经期后每年应检查心脏预防冠心病\r\n　　女性在绝经前，患冠心病的风险的确低于男性。但绝经后，女性的患病几率会逐渐增加，不断接近男性，到老年时，甚至会后来居上。女性在绝经期后，应该增加对冠心病的筛查，每年应做心电图检查和心脏B超，当出现胸闷、胸痛、心悸等症状时应该及时就医。\r\n　　女性在50岁以前患冠心病发病少于男性，发病率约为男性的1/10。而绝经期后冠心病的发病率和死亡率明显上升，与男性接近。这提示女性心血管保护作用得益于女性的雌激素。葛均波说，雌激素不仅可以提高血管弹性、降低血压、增加血中好的胆固醇、降低坏胆固醇，还会使得血管不容易硬化、阻塞。\r\n　　而在绝经期以后，身体内的雌激素水平陡然下降，女性心血管系统失去了保护伞，心脏血管缺乏缓冲适应力，所以冠心病的发生率就急剧增加。流行病学调查显示，绝经后女性化冠心病的发病率约比绝经前上升了4倍。因而，步入绝经期的女性，特别要注意预防冠心病。\r\n　　不过，值得提醒的是，女性绝经期一般在45-52岁，步入绝经期后，从未确诊过冠心病的女性，容易把自己的不适症状当作更年期的现象，例如胸口闷、走路喘、心脏怦怦跳，从而放松了警惕。而且大多数女性也会认为绝经期之后会有情绪上的烦躁不安，反而不会认为是心脏病的原因。\r\n　　小编碎碎念：上面就是关于绝经后的女性需要重视的家庭护理的事项。当然，我们也是希望小编的介绍可以帮助绝经后的女性们。所以，对女人来说，预防一些常见的疾病更重要。建议女性绝经后要注意心理平衡、适量运动、合理膳食。', '20160907/de3b6a3c5be942d69ca76fc85b92f3e8.jpg', '0', '1');
INSERT INTO `edu_content` VALUES ('3b6a1eea5f674b688ceea8a548d8f287', '1acff5f3dd1749e28bbbc967313fe10b', '22', '1', '2016-10-18 11:26:06', '2', '', '0', '0');
INSERT INTO `edu_content` VALUES ('4768db6854ed4f1694474de157559db4', 'd016708418c249c7bd6bdcd52d96ae19', '孕期女人四个必看的保养卵巢方法', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:48:35', '对于怀孕期间的女性来说，做好产期保养是很关键的问题，尤其是私处保养的问题备受女性的关注。既然女性都是很重视私处的健康，那么，怎么保养卵巢好呢?现在女性存在越来越多的卵巢疾病，我们一起来看看孕期女性可以学习的四个卵巢保健的方法吧。\r\n　卵巢保养对于女人有什么重要性，这个不用多说大家都清楚。卵巢不像皮肤裸露在外面，哪里不舒服或是哪里有伤痕可以让我们直接看见，所以对于如何调理卵巢很关键。\r\n\r\n　　卵巢保养1、做好避孕措施\r\n\r\n　　作为女人，首先要保护好自己的身体，现如今，有非常多的小妹妹们未婚同居，但由于年轻小，一不小心怀孕了就去做人流，最终伤害的只能是自己的身体而已。做一次人工流产，卵子质量便会下降许多，因而，女性朋友们在并未打算要宝宝的时候一定要做好避孕措施，避孕套是最好的选择，它可以帮助你保护脆弱的身体，有利于卵巢的保养。\r\n\r\n　　卵巢保养2、远离辐射\r\n\r\n　　如今，由于电子设备的逐渐发达，各种电器设备的辐射也随之增多，手机、电脑、液晶电视屏幕等等这些电子设备的辐射都不小，都多多少少会给我们的身体造成一定的伤害。而有研究表明，电脑辐射会影响卵子的质量，然而，如今已经是离不开电脑的时代了，想要完全避免电脑的辐射又不太可能，那么，为了保护卵巢，我们只能尽可能的离电脑远一些，不用电脑时及时断开电源等等。\r\n\r\n　　卵巢保养3、痛经时不要吃止痛药\r\n\r\n　　一般情况下，大多数的女性朋友生理期都会出现痛经，有的更是痛得卧床不起，因此，大部分的女性朋友都会在痛经时吃几片止痛药，以缓解身体上的疼痛，然而，这些止痛药会抑制人的大脑神经，从而影响卵巢的活性，影响卵巢发育。\r\n\r\n　　卵巢保养4、产后母乳喂养\r\n\r\n　　现阶段，我们都在提倡母乳喂养宝宝，但仍然是有非常多的女人们会放弃母乳喂养，因为她们担心这样会令她们身材走样，这是非常错误的认识，小编在此给还未做母亲的女性朋友们提个醒，产后一定要坚持母乳喂养，不仅能够给宝宝足够的营养补充，对自身的卵巢也会起到一定的保养作用的，可以说，母乳喂养对于身体恢复和卵巢保养来说胜过一切保养品。\r\n\r\n　　小编碎碎念：以上就是关于怀孕期间的女性可以学习的卵巢保健方法，当然，很多的卵巢保养的生活常识是需要女性注意的。小编也是建议女性们在产期可以做好卵巢保养的措施。最后，提醒女性们也要坚持有一个良好的睡眠，这对于女性的身体也是有好处的!', '20160907/5514af388123472d9425ab4ce99c626c.jpg', '0', '3');
INSERT INTO `edu_content` VALUES ('4b54f268295e4cb1b633e077f98ec75c', 'd016708418c249c7bd6bdcd52d96ae19', '孕妇洗澡 三个问题必须要注意', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:06:05', '保持身体的清洁卫生对于母婴健康也是很重要的。所以孕妇必须要洗澡。而孕妇洗澡和常人是不一样的，主要体现在很多需要注意的问题上。那么孕妇应如何洗澡呢?洗澡时都要注意些什么呢?来看看下面的孕期生活常识怎么说吧。\r\n水温最好温热，和体温差不多或者比体温略高，一般来说水温应在38℃以下。因为如果水温或室温过高，很可能因为缺氧导致胎儿发育不良。而在孕后期更不能洗很烫的热水澡，洗澡的时间也不宜太长，否则很容易出现缺氧、窒息的情况，还可能导致胎儿宫内缺氧，严重的甚至会胎死腹中。专家还提醒，有的女性为了皮肤保健在淋浴时会冷热水结合，这种方法对孕妇来说很容易影响子宫和胎儿，孕妇不宜采取这种淋浴方法。\r\n孕妇洗澡的时间也不宜过长。孕妇淋浴时容易出现头昏、眼花、乏力、胸闷等症状，这是由于浴室内空气逐渐减少、温度较高、氧气供应相对不足所致，加之热水的刺激会引起全身体表的毛细血管扩张，使孕妇脑部的供血不足。同时胎儿也会出现缺氧、胎心率加快，严重者还可使胎儿神经系统的发育受到不良影响。因此专家建议孕妇洗澡的时间最好控制在10到20分钟左右时间里。\r\n另外，专家还提醒孕妇最好不要坐浴，避免热水浸没腹部，最好采取立位淋浴，如果感到累或不舒服时可以稍坐休息一下。专家指出，孕妇怀孕后内分泌变化比较大，阴道内具有灭菌作用的酸性分泌物减少，体内的自然防御机能降低，此时如果坐浴感染的机会增加，因为水中的细菌、病毒极易进入阴道、子宫，导致阴道炎、输卵管炎或引起尿路感染等。另外，坐浴还容易引起窒息，对胎儿也不好。\r\n孕妇洗澡一定要注意以上的三个问题，第一就是要掌握好水温，过高的水温对于胎儿的发育是有极大的危害的，而孕妇洗澡的时间也要掌握好，时间过长也是不利于健康的，而且会带来安全隐患，特别值得注意的是，孕妇洗澡一定要淋浴。', '20160907/35a14ba638bc43ccb8fcd6127be77271.jpg', '0', '4');
INSERT INTO `edu_content` VALUES ('5bf3d9db56b147ffa09817eae9629a77', '7d94f7bd509645049351bc6304462e1e', '七种孕晚期心理忧虑需注意', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:27:05', '进入孕晚期之后，准妈妈们很容易出现心理方面的忧虑，而这些忧虑如果不加重视就会直接危害到母婴健康。那么有哪些孕晚期心理问题需要我们注意呢?我们为大家列举了七中孕晚期的常见忧虑，我们可以有针对性的进行自我调节。\r\n孕晚期的7种忧虑\r\n　　造成孕妈咪的心理压力的，是其自身的各种忧虑和焦躁情绪，主要有以下七种：\r\n　　1. 担心分娩时会有生命危险\r\n　　2. 害怕分娩的疼痛，无法选择剖宫产还是自然分娩\r\n　　3. 担心住院以后看到医护人员的恶劣态度及其他产妇的痛苦状况\r\n　　4. 怕超过预产期而出现意外\r\n　　5. 腹内胎儿日渐增大，可能出现胎动加强、白带增多、消化不良、下肢静脉曲张和水肿等现象，日常生活越来越不便，心里非常焦躁不安，急盼快些分娩，早早结束妊娠的日子。\r\n　　6. 在选择母乳喂养还是人工喂养的问题上举棋不定\r\n　　7. 分娩的日子很快到来，担心自己无法胜任妈妈的角色而产生忧虑\r\n　　这些就是干扰孕妈咪心理健康的因素。家人要积极地做好孕妈咪的心理保健，孕妈咪自己也要注意自我调适。\r\n　　通常来讲孕晚期出现的心理忧虑主要有上述的七中，担心分娩时会有危险是首当其冲的，再有就是对分娩疼痛的畏惧，而这些我们是可以通过学习科学的分娩知识来进行缓解的。而至于其他的心理忧虑则需要产妇及家人共同努力，好好调节。', '20160815/ea218daf1cae4c668f3f4e793963bab5.png', '0', '17');
INSERT INTO `edu_content` VALUES ('673e53a98ae748faa9898f900a2ad5fb', '7d94f7bd509645049351bc6304462e1e', '孕妈妈要巧吃营养坚果', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:11:56', '孕妇是不是一定要多吃坚果?孕期吃坚果有哪些好处?核桃，坚果，杏仁等这些富含高营养价值的食品是孕妈妈的大爱!可是有些时候，吃什么还是有一番讲究的，一起随母婴健康小编了解一下孕妈妈如何吃坚果吧 !\r\n一位妈网网友问：上网看见有的说杏仁是含有小毒的食品。说孕妇最好不要吃。可是最近刚刚买了一些。也吃了一点(不到10颗)。不知道孕妇到底能不能吃杏仁啊。其他姐妹怀孕的时候有吃过吗?\r\n给孕妇添加营养的坚果推荐\r\n杏对孕妇来说，有滑胎作用，而且因杏含有杏味酸，对孕妇的牙齿也不好，还有，孕妇本身就属热，吃杏更容易上火，所以孕妇最好少吃杏。除孕妇外，幼儿、糖尿病人也不宜吃杏，一般人均可适量食用。\r\n孕妇吃杏仁还有以下这五种危害：\r\n危害一： 杏仁内含有氰化钾，是一种剧毒化合物。生吃或吃多是会中毒的。炒熟或煮熟每次吃5-10g对便秘很有好处。它主要是用来做药，不可当花生果来吃。\r\n危害二： 凡阴亏、郁火者，则不宜单味药长期内服。如肺结核、支气管炎、慢性肠炎、干咳无痰等症禁忌单味药久服。\r\n危害三： 杏子味酸性大热，且有滑胎作用，由于妊娠胎气胎热较重，故一般应遵循“产前宜清”的药食原则，而杏子的热性及其滑胎特性，为孕妇之大忌。', '20160907/234b0c37099a4b678a34f34ac75a4de9.png', '0', '0');
INSERT INTO `edu_content` VALUES ('69ce5edc50244a1da0c51e25fa2c0022', '743100a0db414a45b4cab52a2d03c377', '找出根源轻松怀上二胎', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:16:27', '对于国家二胎的放开，很多年轻妈妈都为第二个宝宝做足了准备。但是有很多女性备孕许久都怀不上二胎的案例，心理不免也有些担心。头胎都顺利生下来了，这二胎怎么就这么难怀?今天，闻康小编就来为大家找出根源，轻松怀上二胎，来助上一臂之力。一、爸爸方面的因素 　　孕育一个新生命，来自爸爸的基因十分重要，如果爸爸有以下问题，不妨调理好身体再要二宝。 　　1、精子质量下降　　虽说男人终生都有当爸爸的能力，但从优生角度看，还是有最佳年龄段的。以精子的质量为例，虽说老年男性的精子并不衰老，密度甚至更高，但活动能力却已有明显下降的势头，不动的与畸形的精子数增加了20%，精子代谢的速度也有所下滑，代谢后还产生了不少废物，对后代的不良影响可想而知。男人的精子质量在30岁时达到最高峰，然后持续5年到35岁为止，以后则素质下降，男性年龄介于30～35岁的所生的孩子最优秀。 　　2、性功能障碍　　很多家庭要二胎的时候，男方都已经是中年人，此时男性体内雄激素水平下降，神经系统退和血压的升高，男子的性功能0将会发生变化。中年男子的射精力年减弱;阴茎萎软速度快，性高潮后，阴茎较快地萎软下来，但并不影响性活;不应期延长，即两次性生活时阴茎勃起的间隔延长，它是体能渐衰的一种适应症。性功能障碍也是导致男性不育的重要原因。妈妈方面的因素 　　二、妈妈方面的因素 　　在怀老二这件事上，妈妈绝对是主力军，妈妈的卵子质量，身体素质，都直接关系到能不能顺利生个健康的二宝。 　　1、年龄　　在生育二胎的大事上，女性不应错过最佳生育年龄。生育过程主要由女性完成，到青春期时，女性卵子数目平均为40万个，以后逐月递减直至绝经期完全消失。在每月递减的1000个左右的卵子中，只有一个成熟，提供受孕机会，而随之卵子数目将逐渐减少。但是现代人生育观念已经发生变化，女性需要承受的工作压力丝毫不亚于男性，女性即使要二胎也要及早准备。 　　2、备孕准备不充分　　当你想要成为一名幸福的二胎妈妈，在准备怀孕之前，你的身体健康状况就已经不是一个人的事了，你的健康和孩子以及全家的幸福都有着密不可分的关系。有些如吸烟、酗酒等不良生活习惯，一些长期困扰你的“隐形”疾病如牙痛、痛经、神经性头痛等同样会影响未来的宝宝的健康。 　　以最为常见的痛经为例，很多女性痛经是由子宫内膜异位症等不孕症引起，对怀孕有一定影响。此外，宫颈炎、盆腔炎等妇科疾病也不利于怀孕。所以想要二胎的妈妈应该在怀孕前治好接受系统检查并对症治疗，将身体调理到最佳生育状态。不适宜的环境和时机　　除了男女双方的原因以外，还有一些因素会影响怀二胎，在要二宝之前最好能避开。 　　1、压力过大导致精神性不孕　　都市快节奏的生活，令很多人的心理压力逐渐“膨胀”得不到释放，这种压力随着年龄的增长也在不断放大。心理学研究表明，精神性不孕在个性特征上，多半是依赖性大、情绪容易波动、焦虑抑郁;有些夫妻因着急要孩子，而又没能马上怀上，这些心理矛盾都可产生紧张情绪和思想负担，并可通过神经内分泌的改变影响女性卵巢的功能，以致不孕。 　　2、在生理低潮时受孕　　人的身体里存在着体力、情绪及智力等三方面的周期性变化，这种周期性变化就是人体的生理节律。处于生理节律高潮期时，人的精力充沛、情绪稳定、心情愉快，这时受孕生出的孩子身体健康，智力较好;处于低潮期时，身体易疲倦、注意力难以集中，有可能生育出体质弱、智力有问题的孩子，怀二宝最好应该避开低潮期。 　　综上所述，能不能顺利的怀上二胎，这不单一是谁的问题，这是需要爸爸和妈妈都能充分配合的，无论哪方面有问题，对于怀上二胎来说都是有着巨大的影响的。因此希望准备要二宝的爸爸妈妈要充分的做好备孕的准备，同时生活和工作的压力也是能够影响到受孕的几率的。因此希望爸爸妈妈们要摆正心态，为自己的二宝能够顺利降生做好准备。', '20160907/e4e54b6992f44b98a2b19d91666fd7f0.png', '0', '1');
INSERT INTO `edu_content` VALUES ('69e2986525a34aba8fd04a2b55f4fc60', '1acff5f3dd1749e28bbbc967313fe10b', '哺乳期妈妈发烧如何用药好', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:15:49', '对于哺乳期的妈妈来说，孩子常常会出现发烧的情况。因此，妈妈们都会重视如何用好的问题，重视对于初为人母的女性，可能不知道哺乳期妈妈在发烧的时候该如何用药。专家解释，这对新妈妈来说是不小的考验。因为不吃药治疗容易引起传染问题，每个母亲都是担心会传染给宝宝。随着母婴小编一起来看看疾病预防的知识吧。\r\n　母婴专家提醒各位哺乳期妈妈，不要逢热就退，因为一定限度的发热(体温低于38.5℃)对机体有保护作用，此时血液中白细胞生成增多，抗体生 成活跃，酶的活性增加，肝脏解毒作用加强，有利于消除致病因素而不需要急于退热。滥用退热药有时比发热本身更不利，临床常用的退热药也有程度不一的毒副作用。\r\n　　若测量体温低于39℃，可首先选用口服退热药，近些年世界卫生组织推荐首选的退热药是扑热息痛(代表药为泰诺林口服液);次选药物是布洛芬(代表药物为托恩口服液)，慎用复方氨基比林注射剂，同时也可采用物理降温。\r\n　　一般止痛药哺乳期都是不建议吃的。如果疼痛严重，必须加用止痛药，可以考虑给宝宝吃配方奶。甲硝唑(使用时建议中断哺乳12-24小时)、磺胺 类(喂哺5天之内的新生儿及早产儿应避免使用)、抗真菌素药物(局部用药较安全)、抗病毒药物、硫脲类抗甲状腺药物等药物哺乳期妈妈也不要服用。\r\n　　最后，希望大家知道哺乳期妈妈发烧该如何用药，所以为，了更好的保证宝宝的健康，我们要注意做好预防疾病的工作。如果出现了发烧的情况，哺乳期妈妈千万不要自行购买药物，服用药物要遵从医嘱，以策安全。\r\n　　小编碎碎念：上面就是关于母亲发烧该如何用药的问题。母婴小编也是提醒，发烧了应该首先考虑进行饮食调理，不管是大人还是小孩，千万不要私自服药，因为重度的发烧感冒大多是由于细菌和病毒合并感染所引起的。所以，家中对于用药指南一定要重视。', '20160907/313f2b6386424671b0758389a7c4c3b2.jpg', '0', '5');
INSERT INTO `edu_content` VALUES ('6d17d304254946118e9a83a488732b2b', '1acff5f3dd1749e28bbbc967313fe10b', '1', '1', '2016-09-13 14:58:02', '1', '', '0', '301');
INSERT INTO `edu_content` VALUES ('75c96f5151c44d92a01e3bdb59039974', 'bd61e214c72c4c7eb637e2e2d51e9a84', '营养不良会影响夫妻生活', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:45:59', '很多夫妻都是想要享受甜蜜和谐的性爱，但是，在夫妻生活中，想要优质的性爱是需要前提条件的。因此，如今，越来越多的人在关注两性的生殖保健和身体健康问题。因此，女人如何注意营养补充，这备受大家的关注。若是女人出现营养不良的症状，可能会让彼此是去享受到性爱的快乐。下面，随着母婴小编一起来看看这些后果吧!　没有高质量性爱会导致哪些后果\r\n\r\n　　女性长期得不到高质量的相爱，性紧张得不到释放，那生殖器充血就无法及时消退，从而导致慢性淤血。一个脏器的循环障碍又可能影响到其他脏器，导致一些疾病，如阴道炎、子宫内膜炎、子宫附件炎、下腹部疼痛、经前期及经期不适，性爱时或性生活后疼痛等。静脉淤血、回流不畅，会使组织缺氧、水肿，进而产生功能障碍。在出现症状的早期，这种改变是暂时、可逆的，到了晚期则为永久性改变，导致结缔组织增生及纤维化。如果先前已有上述疾病，则会增加病变程度，使得疾病更加难以治愈。\r\n\r\n　　在高质量的性爱里孕育的孩子更聪明\r\n\r\n　　女性在高质量性爱时孕育的孩子更聪明美国性科学家通过试验得出的结论：孩子的智商与母亲怀孕时有无高质量性爱有关。\r\n\r\n　　原来，女性达到性顶点时，血液中的氨基酸与糖分能渗入生殖道，使进入的精子存活时间延长，运动能力增强。同时，小阴唇充血膨胀致使阴道口变紧，阴道深部皱褶伸展变宽，便于储存精液，子宫颈口也松弛张开，使精子更容易进入。\r\n\r\n　　精卵结合如同“千军万马过独木桥”，经过激烈竞争，数千万个精子中通常只有一个强壮而带有优秀遗传基因的精子能够成功与卵子结合。而参与竞争的精子数越多，孕育出智商较高下一代的机会越大。因此，年轻夫妇应注意性生活质量，抓住女性进入高质量性爱机会让其受孕。\r\n\r\n　　母婴小编碎碎念：上面就是关于营养不良会影响夫妻生活的内容介绍，我们就先介绍到这里了，希望大家可以通过上面的介绍掌握夫妻生活的注意事项。当然，我们可以看得出来，女性想要享受到性爱的快乐，是需要付出努力的，这样才可以有一个享受性爱的过程，才彼此带来的快乐体验。', '20160907/c85d88b8b99b4e6a9917e452ceb0cd1e.jpg', '0', '17');
INSERT INTO `edu_content` VALUES ('7b1c10102cda4eba90b38eefa9b631e1', '7d94f7bd509645049351bc6304462e1e', '孕晚期 夫妻性生活会导致早分娩吗', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:12:26', '孕晚期性生活会导致早分娩吗?在大多数夫妻概念里，怀孕之后就要尽可能的减少性生活，或者基本停止性生活当真有这个必要吗?当真禁欲就是对母婴健康最大的保护吗?接下来，让我们看看国外的最新研究吧!\r\n女性在怀孕期间过性生活，是安全的。研究发现，即使靠近生产期过不过性生活都对女性的生产没有影响。\r\n孕晚期 性生活会导致早分娩吗?\r\n这项研究的作者之一、马来西亚大学妇产科教授Tan Peng Chiong表示，许多女性相信，性生活会诱导分娩，科学家也为此提出了看似合理的解释。比如，精子包含叫做前列腺素的荷尔蒙物质，可以诱发分娩;而刺激女性的乳房也被认为会加速分娩，同时高潮还为引发子宫收缩。\r\n在马来西亚的研究中，研究人员邀请了1100位孕妇，她们怀孕时间均在35至38周。在怀孕前6周，她们都未经历性生活。在研究过程中，一半的孕妇被建议频繁的过性生活，以作为一种诱导分娩的安全途径，另一半被告知怀孕期间过性生活是安全的，但其影响却不得而知。\r\n研究人员通过观察这这两组孕妇来判断她们怀孕的时间，以及是否需要药物来干预分娩。结果发现，两组妇女中分别有85%和80%的女性度过了性生活;被建议过性生活的孕妇比另一半孕妇过性生活的频率要高很多，约为3.2倍。但研究发现，在两组中，诱导分娩的几率却非常相似，分别为22%和20.8%。\r\n母婴健康小编温馨提示：这一研究至少说明，尽管这项研究没有给出要到分娩的几率，但却证明，如果女性在怀孕期间过性生活，是安全的。', '20160907/a7622b5419594a72b9a3b02b6d7b070b.jpg', '0', '1');
INSERT INTO `edu_content` VALUES ('7f3db8e52cb94e218458e75f8c40e1f1', 'd016708418c249c7bd6bdcd52d96ae19', '孕期丰富的食物有利怀孕健康', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:06:51', '孕期吃什么最有营养?相信很多备孕夫妻在成功造人之后第一件事情考虑的就是 该如何给孕妇补充健康和营养了!正是出于对母婴健康的考虑，我们要从饮食上进行滋补，科学显示孕期丰富的食物有利怀孕健康。\r\n门诊中常听到怀孕的朋友问：\"大夫，我怀孕了，该注意些什么?不可以吃什么?多吃些什么?\"怀孕期间除了按时产检外，最重要的，受到最多关注的事情恐怕是非孕期饮食莫属了。\r\n孕期食物多样有利怀孕健康\r\n1、含VC果蔬——预防先兆子痫\r\n先兆子痫是孕晚期容易发生的一种严重并发症，影响孕妇和胎儿的安危。有关专家对数百名先兆子痫及健康孕妇的饮食进行调查时发现，每天从食物中摄取VC较少的孕妇，血液中的VC水平也较低，她们发生先兆子痫的几率是健康孕妇的2-4倍。因此，专家建议孕期应注意摄取富含VC的新鲜蔬菜和水果，每天的摄取量最好不低于85毫克。\r\n2、蜜——促进睡眠并预防便秘\r\n在天然食品中，大脑神经元所需要的能量在蜂蜜中含量最高。如果孕妇在睡前饮上一杯蜂蜜水，所具有的安神之功效可缓解多梦易醒、睡眠不香等不适，改善睡眠质量。另外，孕妇每天上下午饮水时，如果在水中放入数滴蜂蜜，可缓下通便，有效地预防便秘及痔疮。', '20160907/4ad12b8841ff4adfaa9074daa9aedfe9.jpg', '0', '8');
INSERT INTO `edu_content` VALUES ('896e14bd8f54419cbf9e9b4cb5a182c7', 'd016708418c249c7bd6bdcd52d96ae19', '女人睡姿很重要 你会睡觉吗', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:49:42', '睡觉对于我们人类来说是至关重要的。研究发现，人的一生有三分之一的时间让睡眠占去了。因为睡眠是生命需要，充足和高质量睡眠更是健康的必要条件。但你可知道，睡姿不对竟然会导致妇科病如月经过多、痛经，严重的还会不孕不育。准妈妈睡姿也会影响到胎儿健康，在孕期的不同阶段，胎儿发育的状况也是不同的。对于大部分人而言，睡眠有仰卧、侧卧和俯卧3种姿势，那种姿势最健康?准妈妈要怎么睡?今天小编就来和大家分享：女人睡姿很重要，你会睡觉吗?\r\n　　俯卧睡姿按照比例来说，俯卧睡姿的女性相对较少，这种姿势易使胸部受压，影响呼吸，还会影响发育中的青少年女性乳房发育。\r\n\r\n　　仰卧睡姿最常见的睡觉姿势，但是，对女性身体的影响也是最大的。有研究发现，很多女性因为长期仰卧睡觉导致子宫后位。常规的子宫位置应该是前倾前屈位。后位子宫容易产生腰酸、下腹坠胀等不适。并且存在很多潜在问题：比如月经过多、痛经甚至不孕。仰卧危害1、月经过多子宫向后倾倒，还常可引起卵巢输卵管向后下方下垂，使卵巢输卵管位置变异，引起盆腔静脉扭曲，血流不畅，产生盆腔静脉淤血，导致月经过多。2、痛经后位子宫犹如一把茶壶，宫颈管犹如茶壶嘴，子宫体犹如茶壶体。作为茶壶嘴的宫颈，其位置高于作为壶体的子宫腔，月经血难以从“壶底”排出。3、不孕后位子宫可牵引宫颈上翘，指向阴道前壁，使宫颈外口明显高出精液池，犹如江边的悬崖，那么精子无法顺利进入宫颈管，所以受孕难以实现。\r\n\r\n　　侧卧睡眠左侧卧因为会压迫心脏，可能引起不适，所以并不理想。而右侧卧姿没有上述睡姿可能导致的问题，既不影响身体各器官，又可以使肌体得到充分的休息，自然就成了最值得向女性推荐的睡姿。\r\n\r\n　　孕期正确睡眠姿势大盘点\r\n\r\n　　妊娠早期(1—3个月)建议仰卧或侧卧：胎儿在子宫内发育仍居在母体盆腔内，外力直接压迫或自身压迫都不会有很大影响，因此孕妇的睡眠姿势可采取仰卧或侧卧姿势。\r\n\r\n　　妊娠中期(4—7个月)建议侧卧： 此期应注意保护腹部，避免外力的直接作用。如果孕妇羊水过多或双胎妊娠，就要采取侧卧位睡姿，这可以让孕妇舒服些，其它的睡姿会产生压迫症状。如果孕妇感觉下肢沉重，可采取仰卧位，用松软的枕头稍抬高下肢。\r\n\r\n　　妊娠晚期(8—10个月)建议左侧卧：此期的卧位尤为重要。孕妇的卧位对自身的与胎儿的安危都有重要关系。宜采取左侧卧位，此种卧位可纠正增大子宫的右旋，能减轻子宫对腹主动脉和髂动脉的压迫，改善血液循环，增加对胎儿的供血量，有利于胎儿的生长发育。\r\n\r\n　　综上所述，女人如果睡姿不正确，就会出现各种妇科疾病，尤其是孕妈妈们，如果睡姿不正确的话，将会严重影响到胎儿的发育。同时孕妈妈们还要知道在早、中、晚期的睡姿也是有所不同的哦!小编在此祝愿孕妈妈们都能拥有一个健康聪明的宝宝。', '20160907/f9843246a64a44fa8f52951fded9a576.jpg', '0', '4');
INSERT INTO `edu_content` VALUES ('8a6731aca5a84c23adc0a8a9bd2319b3', 'bd61e214c72c4c7eb637e2e2d51e9a84', '五招教准妈妈从压力中解救出来', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:31:00', '孕期如何缓解压力?孕期女性的心理变化较大，这一方面是由于体内激素的影响，一方面是受孕期生活变化的影响。但是要知道，孕期心理对胎儿发育起着很重要的营销，因此，如何缓解自身压力牵扯到母婴健康。以下5种帮你解脱!当你证实自己确实怀孕了，你一定会惊喜不已!度过了短暂的兴奋期后，各种压力也会从不同的方向朝你走来，既有心理方面的压力，也有身体方面的压力，如何从压力的包围中突围呢?\r\n\r\n因此，你有必要学习一些新的技巧，从容应对一些必然会出现的难题，现在请跟我一起来做“心理体操”：\r\n\r\n第一节：布置一个温馨的环境\r\n\r\n在房间的布置上，你有必要作一些小小的调整。如果你们家以前是一个典型的两人世界的话，你可适当添一些婴儿用的物品，让那些可爱的小物件随时提醒你：一个生命即将来到你的身边!同时，你还可以在一些醒目的位置贴一些美丽动人的画片，如把你喜欢的漂亮宝宝的照片贴在你的卧室里。\r\n\r\n第二节：通过语言传递心声\r\n\r\n每天你只要花几分钟的时间同宝宝说几句悄悄话，比如“宝贝，我爱你”“你知道吗?我是你的妈妈”等等，利用外出散步的时间，你也可以悄悄地告诉他“外面的天气真好!阳光明媚”等等;另外，别忘了动员准爸爸也一起来做“体操”。\r\n\r\n第三节：接受音乐的洗礼\r\n\r\n我们都知道音乐不仅能促进胎儿的身心发育，对孕妈咪本身也能起到一定的放松作用。每天花20分钟静静地接受音乐的洗礼，同时想像音乐正如春风一般拂过你的脸庞，你正沐浴在阳光里。当然，你也可以播放你最喜欢的歌曲，大声地唱出来如同参加合唱，你的精神状态一定会达到最佳点。\r\n\r\n第四节：与幽默亲密接触\r\n\r\n笑是人生极大的生活享受，你不妨多多为自己创设能使自己开怀大笑的机会。欣赏喜剧，看一些幽默、风趣的散文和随笔，你还可以收集一些幽默滑稽的照片，每天欣赏一次，你还可以要求准爸爸有意识地收集一些笑话、好玩的传闻，在餐桌上发挥一下他的喜剧才华，让你经常开怀大笑。\r\n\r\n第五节：记心情日记\r\n\r\n在孕期，你将拥有很多的空闲时间。每天都写上一段日记，记录一下你每天的心情。这是一份长久的纪念，将来的某一天，你也许会与宝宝一起来重温这些精彩的片断，这些珍贵的细节，将使你获得更多的快乐。整整280天，你都在孕育一个新生命，这是值得骄傲的，让我们一起来对这每一天充满感激吧!\r\n\r\n母婴健康小编温馨提示：孕期解放压力还可以通过阅读，听音乐等多种方式进行调节，因此万不可将自己封闭在自我的小小世界里哦!', '20160907/f59a6a24247845948ac298d7b13db723.jpg', '0', '1');
INSERT INTO `edu_content` VALUES ('91f4cc048d25406e9a6b5ca8e3b954ad', '743100a0db414a45b4cab52a2d03c377', '妇产专家为你详细介绍备孕步骤有哪些', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:15:50', '所有的母亲都希望自己的宝宝聪明健康。一些想要宝宝的女性总是有一些疑惑。怀孕前应该如何准备、注意哪些事项才能让自己将来的宝宝健康又聪明呢?这就需要妇产专家来为你详细介绍备孕步骤有哪些了。怀孕前先做一个周全的计划会给妊娠带来好的开始。这样，你不但可以在心理上做好怀孕的准备，而且能够采取一些措施，以增加受孕的机会，最终拥有一个健康又聪明的宝宝。 　　2 　　受孕前3 个月停服避孕药 　　医学专家认为，平时服用避孕药的妇女如果想怀孕，最好在停服避孕药3 个月后再怀孕。这是因为，口服避孕药为激素类避孕药，只有停药3个月，体内存留的避孕药才能完全排出体外，才能再怀孕，在此期间可采取男用避孕套进行避孕。 　　3 　　提前1~2 月进行孕前体检 　　孕前体检包括一般健康体检和与生育相关的体检。一般健康体检包括体格检查、血常规、尿常规、肝肾功能、血糖、传染病检查、宫颈细胞学检查等，与生育相关的检查包括TORCH、甲状腺功能、阴道分泌物检查、超声检查等。有特殊情况者，再进行相应的检查。TORCH 是由多个引起胎儿感染、畸形和功能异常的病毒的英文单词字头组成的。 　　受孕前注射风疹疫苗 　　风疹病毒感染是目前发现最主要的导致先天性残疾的生物因素之一。由于受风疹病毒感染的胎儿常常有多个组织的损害，故被称为先天性风疹综合征。先天性风疹综合征最常见的为三联征(耳聋、白内障以及先天性心脏病)患者。风疹病毒感染的危害主要发生在妊娠早期。 　　感染风疹病毒的孕妇在不同妊娠月份对胎儿的影响 　　孕妇在妊娠第1 个月患风疹，婴儿先天性残疾的概率高达50% 　　孕妇在妊娠第2 个月患风疹，婴儿先天性残疾的概率为22% 　　孕妇在妊娠第3 个月患风疹，婴儿先天性残疾的概率为6% 　　孕妇在妊娠第4 个月后患风疹，导致婴儿先天性残疾的机会将更小，但不能完全排除其可能性 　　有些感染了风疹病毒的胎儿并不是出生后立即出现先天性风疹综合征症状，而是在出生后数周、数月，甚至数年后才逐渐显现出来。先天性风疹综合征无特殊的治疗方法。预防风疹病毒感染是预防先天性风疹综合征的重要措施，未患过风疹者最好的预防办法是接种风疹疫苗。 　　建议准备怀孕的女性到医院进行风疹病毒抗体检测，如果风疹病毒抗体为阴性，可以通过接种风疹病毒疫苗来产生免疫力。但是，接种疫苗后应至少避孕3 个月，以免疫苗在孕早期导致胎儿感染。已经怀孕，就不应接种风疹疫苗，以免发生胎儿感染。 　　提前3个月服用叶酸 　　叶酸是一种维生素，最初是从绿叶菜中提取的，因此称之为叶酸。它是一种人体必需的维生素，叶酸缺乏与胎儿的神经管畸形有关。由于我国的饮食烹调习惯，食物中叶酸破坏较多，所以医生建议在孕前3 个月补充叶酸片，每天补充0.4~0.8 毫克即可。 　　提前回归科学的生活方式 　　受孕前，准妈妈要回归健康规律的生活方式，保证充足的睡眠，不过于劳累，不熬夜，不长时间上网、玩游戏或看电视。为自己创造一个舒适宁静的生活环境，保证周围没有嘈杂的声响。每天按时吃饭，减少在外就餐的次数，食物可口又有营养。 　　提前开始阅读有关孕期保健和胎儿生长发育的书籍和杂志，多听些使人精神愉悦、心情放松的音乐。让自己愉快平稳地生活，以利优生。 　　11 　　孕前健身计划巧安排 　　孕前应制订一个科学的健身计划，提高孕妇身体的耐久性、力量和柔韧性，做好心肺功能的 　　储备。准妈妈至少应在怀孕前3个月开始健身，这样可以使孕期生活更加轻松地度过。健身运动包括慢跑、散步、游泳、健美操、瑜伽、骑自行车等。需要注意的是，准妈妈在孕前进行健身运动要循序渐进，不要让身体太疲劳。 　　从前面的内容我们不难看出，女人十月怀胎可不是一件简单的事情啊!首先受孕前3 个月停服避孕药，其次提前1~2 月进行孕前体检，再次受孕前注射风疹疫苗 　　最后孕前健身计划巧安排，只有这样，才能让自己的宝宝获得足够的营养，为宝宝的聪明和健康加分。', '20160907/8680c0cac4774cb1819c9eb8e5bea8b8.png', '0', '2');
INSERT INTO `edu_content` VALUES ('920942b7ffe048bd8edd72d7a681f481', 'd016708418c249c7bd6bdcd52d96ae19', '年轻父母要避免的胎教误区', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:42:55', '很多年轻的父母们不知道如何胎教，特别是第一次怀孕的女人更是容易陷入胎教的误区。因此，为了让大家避免陷入准妈妈的胎教误区，母婴小编需要给大家普及一些胎教的知识。关于胎教的误区，随着小编一起来看看相关的介绍!\r\n拍打“胎教”?\r\n　　有人建议，当胎儿踢肚子时，母亲可轻轻拍打被踢部位，然后再等第二次踢肚。胎儿再踢，母亲就再拍打。每天早晚两次，每次3～5分钟。据说，生下来的宝宝在听、说和使用语言方面都能获得最高分，有助于孩子的智力发展。\r\n　　告诉你真相：\r\n　　从刚生下来宝宝的生活状态我们就可以了解到，小宝宝除了要吃东西填饱肚子睁开眼外，大部分时间都是在睡眠中度过，就连大小便他也可以闭着眼完成。准妈妈需要避免的胎教误区，对新生的宝宝你会早晚两次每次3～5分钟地去拍打他吗?而且，当他还在腹中的时候，胎动并不是闲来无事在和你做游戏，他可能是伸个懒腰，或换个睡姿。你对他的拍打很容易引起他的烦躁不安，这并不能起到胎教的作用。\r\n　　音乐“胎教”?\r\n　　在一些“胎教”课上，你肯定这样地记录着：怀孕5个月时进行音乐胎教。每次5～12分钟，6个月后，每次20分钟，一天1～2次。连音箱摆放的位置都有讲究，放在1米左右处，扬声器对着腹部，分贝在65～75.不仅胎儿听，准妈妈也得精神集中，一起投入。\r\n　　告诉你真相：\r\n　　用声音来刺激胎儿，无非是想对其生长发育产生积极影响。而实际得到的结果是胎儿的听力阈值下降了。音乐通过母体的传递，被胎儿的听觉神经感受到时已不再是原有意义上的和谐的旋律与节奏，而只是一个单纯的物理声波，是有害的噪声，它有可能对胎儿造成易干扰和易激惹性。准妈妈需要避免的胎教误区，也就是说，本来给胎儿一定音量的声音才能引起他的反应，而现在，一个比原来音量还要低的声音就能引起他的反应，表面上看起来，胎儿变得伶俐了，但实际上，是胎儿得不到安静的环境，神经变得紧张了。\r\n　　现在常推广的“胎教”方法，都是从听觉、视觉、触觉方面对胎儿进行刺激。准妈妈需要避免的胎教误区，而听觉、视觉和触觉这些都是生理学参数，并且，现在所发表的各种论文，其中所采用的实验都是生理学实验。没有临床医疗实践的科学结论。所以准妈妈们不能盲目地相信和遵循这些“胎教”方法。\r\n　　小编碎碎念：上面就是关于准妈妈需要避免的胎教误区，建议有胎教条件的父母们要重视胎教方法的选择。众所周知，重视胎教问题的MM们，也是为了给孩子最好的环境。因此保证给胎儿提供最安静舒适的生长环境是最好的胎教之一。', '20160815/88c7fd64a6c94ab3ad683b8b47bcf16d.png', '0', '93');
INSERT INTO `edu_content` VALUES ('9d3413fd2943484f8e7380f88aaaa0b2', 'bd61e214c72c4c7eb637e2e2d51e9a84', '胎儿五感的发育过程是怎样的', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:21:52', '胎儿发育是一个奇妙的过程，而作为准妈妈的我们应该了解胎儿的发育，当然这并不是为了满足我们对于生命的好奇心，而是为了能够更好的维护母婴健康。同时，充分了解胎儿发育也能够让我们更好的实施胎教。下面就来看看胎儿发育的过程吧。\r\n所谓五感，是视觉、听觉、嗅觉、味觉、触觉等五种感觉。这五感是为了生存下去最低限度必备的能力，同时也是人类大脑智力活动的基础。\r\n同时，“五感功能”在促使大脑作用发展上也起着重要作用。换句话说，胎儿通过培育“五感功能”，同时促进了自己大脑的发达。\r\n可是，这五感并非一切都是在胎儿期完成的。尤其是嗅觉、味觉、视觉，在胎儿期只是发达到一定程度，尚未成熟，是在出生后成长的过程中逐渐完成的。尤其是视觉，到七岁时才完成，与其他感觉相比，非常迟缓。因为在五感中，视觉是最高等的感觉，它不仅是观看，而且包括有远近、立体、浓淡、色感等复杂的作用。\r\n人类和动物都是因为有了大脑才能活动的生物。如上所述，起动像蚯蚓那样是从反射性的动物开始，逐渐发展到诸如吮吸自己手指的高等运动。当然，真正出色、细微的活动，是出生之后逐渐发展起来的。\r\n听觉和皮肤感觉大体在胎儿期完成。在五感中，最先发达的是皮肤感觉，从妊娠三、四个月开始形成部分皮肤感觉。如上所述，皮肤感觉对胎儿的成长起了重要作用。\r\n从胎儿在母亲体内时开始，记住了吮吸手指，用脚踢母亲的腹部也是由于皮肤感觉发达的缘故。这种皮肤感觉，从出生之后开始，在同母亲的皮肤接触上发挥着重要的作用。\r\n由于有了皮肤感觉，出生后的婴儿得以心情安定和茁壮成长。从胎儿期，皮肤感觉发达起来非常重要，对这一点如何强调也不过分。与皮肤感觉并行，听觉已是早期发达的。胎儿到了五个月左右，能够听到母亲和外面的声音。对胎儿的成长，听觉也有很大影响。\r\n在上面的内容中，我们主要向你介绍了胎儿的感官发育。我们知道，胎儿的五感在妈妈肚子里时就已经接近发育成熟，所以我们可以从孕中期开始对胎儿实施音乐胎教、抚摸胎教等等来促进胎儿更好的发育，以便日后生出一个聪明的宝宝。', '20160815/e6f9cdb4609945a8846796abeedbfaa0.png', '0', '3');
INSERT INTO `edu_content` VALUES ('9db35d8dbad64686be9e0259397fea59', 'bd61e214c72c4c7eb637e2e2d51e9a84', '夏季备孕你的心情是热还是冷', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:42:14', '夏季备孕如何把握好心情?夏季备孕不少女性朋友心情非常的low，这可能与天气有关系，这个时候更容易出现情绪焦虑，食欲下降，心情郁闷的情况，有时候小两口之间的矛盾也会因为一些生活小事而爆发。今天，让我们与母婴健康专家一起学习一下有关备孕心情健康的相关学问吧!\r\n\r\n1.夏季闷热，火气旺盛心情烦躁\r\n\r\n夏季到来，室内外温度急剧上升，闷热的空气令人心情烦躁，食欲下降，精神状态也跟着不好。夏季小夫妻若要备孕就得减少户外工作，适当休息，养成早睡早起的良好睡眠习惯，中午要午睡，调整好生活习惯和饮食习惯。夫妻双方还要多关心和理解对方，给予对方精神上的安慰，减少不良情绪的产生。怀孕是自然规律，顺其自然，放松压力，不要因为迟迟没有怀上而心烦意乱，那就更加不容易怀上了。\r\n\r\n2.调整饮食保障睡眠\r\n\r\n受夏季气温的影响，人类会自然地觉得食物失去香味，胃口自然不佳。有些女性甚至产生了厌食或挑食的症状。此时女性要多喝水，注意休息，进食一些刺激食欲、促进消化的消暑食物，如酸梅汤就是不错的选择。也可以熬一些绿豆粥之类的清凉下火的食物进行改善。\r\n\r\n备孕最重要的是要保障营养均衡，如果因不思饮食而导致营养不良也不利于女性怀孕。夏季气候过于火热，夜间睡眠质量下降，建议最好是在房间使用冷气，有助于提高睡眠质量。但要注意适时开门开窗进行通风，避免空调病的发生。\r\n\r\n3.多喝水，多吃水果蔬菜\r\n\r\n夏季气温高，人体皮肤水分蒸发快，人体如果处在缺水的状况下就会出现身体不适，上火，情绪不安等情况。夏季要多补充身体里的水分，有些女性觉得夏季吃冷饮最好，可以降温。其实夏季吃冷饮对女性健康不利，更不利于怀孕。过于冰凉的东西会导致女性宫寒，女性的卵巢非常的娇气，过多的冷饮会导致卵巢受凉，降低卵子质量。而水果和蔬菜中含有丰富的维生物和矿物质，能补充夏季气温挥发人体水分所带走的营养成分，让女性操持水分和皮肤湿润有光泽。\r\n\r\n4.安全造人，合理性福\r\n\r\n夏季也是雷雨高发的季节，夫妻要注意不要在雷雨大作时爱爱，雷电能发出极大的射线辐射，可导致染色体异常出现畸形。遇上雷雨大作的天气，两人可以坐在一起说说情话，聊聊工作和生活，却不宜爱爱。夏季天气炎热，洗澡之后血液里面温度升高，也不宜马上爱爱，要等皮肤温度降下来之后，不然很容易引起身体疲劳，对健康不利。\r\n\r\n母婴健康小编温馨提示：俗话说，做任何事儿都要讲究“好心情”，只有心情好了，才能把事情做好!同样的，备孕这事儿也是同理!导致以上就是夏季备孕管理心情的妙招，不妨尝试一下吧!', '20160907/5749c2ba5b36424286508b99b02317d9.jpg', '0', '5');
INSERT INTO `edu_content` VALUES ('9ed95ed34e114ce588aef4c029710a09', '7ca443574f544d49882e0bf77fe283d2', '婴儿洗澡应该注意哪些细节？', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:19:27', '婴儿洗澡应该注意哪些细节?在育儿过程中很多时候我们都要面对“第一次”，当给婴儿洗澡时，你抚触的方式正确吗?除了掌握水温之外， 你还需要掌握哪些洗澡的细节呢?不如让育儿小编告诉你日常护理指南吧!\r\n水温在38~41摄氏度之间：\r\n给宝宝洗澡时间应安排在喂奶前1~2小时，以免引起吐奶。新生儿的洗澡盆最好专用，洗澡前先将盆刷干净，有条件的话用热水把洗澡盆烫洗过以免留下细菌。\r\n宝宝皮肤娇嫩，为避免宝宝皮肤烫伤，给宝宝的洗澡水温应控制在38~41摄氏度之间。应先放冷水再放热水(这个顺序希望每个父母都应特别注意，如果先放热水忘记放冷水，很容易引起宝宝皮肤烫伤)，然后用手背或手腕部试水温。因为这两个部位皮肤较娇嫩，更接近于宝宝的娇嫩皮肤，可以感知怎样的水温更适合宝宝，水温以不觉得烫为宜。也可以使用专门的水温计测量水温，更加准确。\r\n左右手协调，托住宝宝身体：\r\n可以把宝宝专用的沐浴液倒入水中或全身涂抹沐浴液，然后轻轻把宝宝放入水中。 洗澡的时候，用左臂夹住宝宝的身体并托稳宝宝头部，使宝宝觉得安全舒适，用食指和拇指轻轻将宝宝耳朵向内盖住，防止水流入宝宝耳朵。给宝宝洗澡先从头部开始，先洗脸再洗头，然后洗全身。\r\n宝宝脸部清洗由内向外：\r\n用湿棉球或毛巾从宝宝眼角内侧向外侧轻轻擦洗，宝宝的眼皮非常嫩所以动作一定要特别轻柔。接着由鼻梁向两边擦洗，从脸部中央向外侧洗涤。\r\n擦洗宝宝其他部位时候，如果用沐浴液，应注意用手轻轻挡住宝宝眼睛、鼻子和嘴巴，避免沐浴液泡沫飞洗澡不要超过5分钟：\r\n宝宝洗澡，时间最好不要超过5分钟，避免感冒。洗澡时，父母应温柔和宝宝讲话(虽然宝宝听不懂，但可以让宝宝放松)。给宝宝洗澡时，可以单独一个人给宝宝洗澡，也可以父母一起给宝宝洗澡。溅进这些部位。\r\n洗后按摩宝宝身体：\r\n给宝宝洗澡后，擦干身体，然后用宝宝专用爽身粉涂抹宝宝身体，但也要注意用手挡住宝宝脸部不让爽身粉飞入宝宝鼻子嘴巴。而后可以对宝宝身体进行抚触。', '20160907/8931e8c0c2ff4aafae376b234a28e1e9.jpg', '0', '0');
INSERT INTO `edu_content` VALUES ('a9079beff54648f598d63be98adc4bec', '7d94f7bd509645049351bc6304462e1e', '妈妈怀孕时的行为惯会影响宝宝的脾气', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:09:27', '一说孩子淘气，我们就会想到熊孩子，说到熊孩子，大家公认的胡闹起来分分钟可以让当妈的全线崩溃。但是大家知道吗?其实宝宝早在子宫里的时候就开始跟着自己妈妈学习各种技能啦，其中就包括“坏习惯”!因此，小编认为：妈妈怀孕时的行为惯会影响宝宝的脾气。所以小编还是建议准妈妈们怀孕时最好保持一个良好的心态\r\n　妈妈们赶紧看看，自己在孕期里有没有这些坏习惯~\r\n　　常常发脾气\r\n　　女人嘛，你们都懂的，发起飙来如猛虎，温柔起来像小猫。只要你别触犯我的原则，我永远给你好脸色。而我的原则就是——一切看心情。\r\n　　但是，在孕期随便发脾气是一种很不好的行为。当准妈妈们发脾气时，心脏速率和血压会急速上升，荷尔蒙肾上腺素被释放，会导致血管急剧收缩，使子宫的供氧量减少，从而严重影响胎宝宝的血液供应。\r\n　　除了对胎宝宝的健康在造成不良影响以外，还会使宝宝出生后的性格也受到影响。孕期卫生保健学家Miriam Stoppard博士的研究表明，由于胎儿是通过妈妈来感知这个世界的，所以准妈妈在孕期的一切行为都会对宝宝今后的性格造成影响。如果准麻麻在孕期经常情绪波动较大，会使体内环境发生变化，而宝宝会直接受到影响。\r\n　　有的宝宝出生后很爱哭闹，而有的宝宝就会比较安静。所以，麻麻们如果希望自己的宝宝出生后不要成为一个“小霸王”，那么在孕期就要保持心情愉快呦~\r\n　　懒洋洋不爱动脑筋\r\n　　所有孕麻麻都知道，怀孕了就要多休息。但这并不代表成天就吃吃睡睡，啥也不干。如果麻麻在孕期不思考不学习，宝宝就会被“感染”，也变得懒散起来，这非常不利于宝宝的大脑发育。\r\n　　孕妈妈和宝宝之间有相互的信息传递，宝宝能感知到麻麻的一切。如果妈妈经常接受新鲜事物的刺激，保持积极的态度和旺盛的求知欲，那么宝宝也会不断接受良好的刺激，使大脑和细胞都得到很好的发育。\r\n　　所以，妈妈们在孕期里注意适当的休息以外，还是要多思考多动脑，听听音乐，看看书，把自己接触到的事物通传递给宝宝，这样宝宝也会更聪明呦。\r\n　　不良的饮食习惯\r\n　　孕期饮食习惯对孕麻麻和宝宝的影响有多大，相信妞们都知道。\r\n　　早期就有研究证明，孕麻麻的饮食习惯直接影响未来宝宝对食物的喜好。不过很多妈妈在孕前什么都能吃，但是在孕期受激素的影响，会变得比较挑食，这样其实对宝宝的健康很不利。因为，宝宝会渐渐被麻麻挑食的行为所影响，在出生后，也极有可能养成饮食不规律和偏食挑食的习惯。\r\n　　所以，为了宝宝的健康，孕妈妈们在孕期一定要注意孕期营养，按时按量吃饭，不要盲目补身体，也不要忽略了各方面营养的摄入。\r\n　　喜欢熬夜睡懒觉\r\n　　有些孕妈妈在怀孕时候也喜欢熬夜上网追剧和买买买，然后第二天又一直睡懒觉。这样很不利于宝宝生物钟的正常形成。\r\n　　虽然胎儿在子宫里对时间是没有概念的，但是到胎儿七个月大的时候，他会逐渐感知到天亮和天黑，慢慢形成自己的生物钟。所以，为了自己和宝宝的健康，孕妈妈们必须保持充足的睡眠，并且尽量在11点前进入睡眠，坚持每天有半小时左右的午休。\r\n　　不想宝宝以后成为一个小小夜猫子，孕妈妈们就要乖乖早睡哦。\r\n　　综上所述，孕妈妈们在怀孕期间的脾气将会直接影响的孩子，如果你在孕期随便发脾气，那么宝宝出生后可能就会继承你随便发脾气的毛病。因此希望孕妈妈们在孕期能够保持一个良好的心态，这样宝宝的脾气就不会太过暴躁。同时小编还建议准妈妈们为了宝宝的健康，能养成一个良好的饮食和起居习惯。', '20160907/af3d0fe2bd15437891bee9e7b830501f.jpg', '0', '1');
INSERT INTO `edu_content` VALUES ('a9c2734b4b48433e895f0a6c96d17116', '7ca443574f544d49882e0bf77fe283d2', '厌奶期的说法真对吗 妈妈别本末倒置', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:36:37', '真的有厌奶期这个说法吗?厌奶在育儿过程中似乎是一个很普遍的现象，但是很多妈妈却认为宝宝只要一不吃奶了，就会担心宝宝是不是到了“厌奶期”。可实际上，“厌奶期”这个说法就真的对吗?让我们看看日常喂养指南吧!\r\n我们先分析下所谓的“生理性厌奶期”吧。根据百度上搜索到的说法，所谓厌奶期，就是指宝宝在四五个月大时，不再像前面三个月那样专注吃奶，而是吃吃停停，并且很容易因外界干扰而停止吃奶。甚至还有很多妈妈，会对照着所谓的“奶量计算公式”来计算宝宝吃得到底够不够。只要宝宝稍微少吃一点，就会担心宝宝是不是进入厌奶期，不爱吃奶了;或者急着给宝宝引入辅食，来弥补宝宝吃不够奶时的营养问题。其实，这个所谓的“生理性厌奶期”本身存在一定误导性。\r\n厌奶?其实只是外界太新奇\r\n在这个时期，宝宝并不是真的“厌奶”。要知道，宝宝在第一年的生长发育是非常迅速的，刚出生的宝宝，视觉、听觉都还没有发育完善，在之后的几个月，他们的视觉、听觉都在快速发育中。当本来懵懵懂懂的宝宝，开始能越来越清晰地听见、看见外面的世界，并且开始学会识别、辨认后，他们的小脑袋也在快速发育，并对外界更敏感、更好奇。\r\n这本来是一件好事，因为这样意味着宝宝在健康成长，并且变得越来越聪明。但也会带来一些小问题，那就是来自外界的信息变多了，宝宝就从比较单纯的吃吃睡睡，变得开始关心各种“风吹草动”，这种情况下，吸引他注意力的东西越来越多，对于吃奶，他当然就不那么专心致志了。\r\n不过，爸爸妈妈不用担心因为这样宝宝就会拒吃，因为每个人都有生存本能，宝宝也是如此。当真的觉得饥饿的时候，他肯定还是要好好吃的，只是在不那么饿的时候，他就可能敷衍了事，随便吃两口，就关心其他有趣的东西了。对于这种注意力分散导致的“奶量减少”，要想克服，最重要的就是给宝宝提供一个适合进食的环境，让宝宝能在相对安静固定的环境中吃奶，减少外界的刺激和干扰，让宝宝可以专心多吃一些。', '20160815/bfb76e5e3e1f4d43841f8ffa11bebf4a.png', '0', '2');
INSERT INTO `edu_content` VALUES ('b7cbd200b5d344789fe82b581f695c47', '7d94f7bd509645049351bc6304462e1e', '孕妇夏季的用药安全需要特别注意', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:44:04', '孕妇夏季用药安全是夏季保健的一个重点，孕妇夏季用药安全对母婴健康影响很大，夏季气温较高，容易出现一些头疼脑热，而作为孕妇必须要掌握孕妇夏季用药安全，否则胡乱服药很容易就会伤害到你的宝宝，事不宜迟，赶快随我来学习吧。\r\n药物对胎儿的不良影响主要取决于用药时的孕龄、药物的毒性及剂量、用药时间的长短等因素。已确定的能导致出生缺陷的药物有：抗生素(四环素、链霉素)、抗癌药(环磷酰胺、氨甲喋呤)、激素类药物(乙烯雌酚、强的松、有男性化作用的固醇类)抗癫痫药、解热镇痛类药(阿斯匹林)、心血管药物(奎尼丁、可乐定、甲基多巴)、降血糖药物等。\r\n妊娠早期(即妊娠头3个月)胎儿生长发育极其活跃,正值胎儿体内各内脏器官形成和发育,最易受外来药物的影响引起胎儿畸形。尽管有胎盘屏障的保护,但作用不大,药物仍可透过胎盘屏障进入到胎儿体内。这种致畸作用既可使胎儿出生时已经畸形,如躯体外形、体内器官等缺损和异常,也可使胎儿出生后在生长过程中出现各种畸形。有些药物对整个胎儿时期都有影响,在妊娠中期,虽然已经形成的各种器官和躯体继续迅速发育,但孕妇在妊娠中、后期使用易通过胎盘的药物后,则有可能在胎儿体内出现药物效应和毒性,从而影响胎儿的正常发育,甚至引起胎儿中毒和死亡。除此之外, 有些药物在妊娠期内应用时不但对胎儿有影响, 对新生儿和孕妇本身也可造成不同程度的危害。\r\n为防止药物的致畸作用,在妊娠前3个月应避免使用药物。若孕妇必须用药时,应慎重考虑,听取医生的意见方可服用。\r\n药物对于胎儿的健康和发育影响非常大，所以在这炎炎夏日，我们必须要注意孕妇夏季用药安全。对于一些已知的致畸药物绝对不能使用，孕期患病切忌私自用药，如果一定要用药治疗应该遵循专家的意见，而且不同孕期对于药物使用的要求也是不同的。', '20160815/2d17bb499c944a42a6a28d8cc69c47e9.png', '0', '174');
INSERT INTO `edu_content` VALUES ('bd06134d140a414ea143ce6833e63c48', '1acff5f3dd1749e28bbbc967313fe10b', '孕产期女性怎么保养卵巢', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:30:13', '如今，越来越多的女性在关注孕产期保养的问题，我们也发现有越来越多的人十分注重身体的保养，尤其是孕产女性如何保养卵巢的话题备受关注。为了避免患上孕产疾病，作为孕产期间的女性怎么保养好呢?我们要选择合适的保养方法，不要进入误区，随着母婴小编一起来学习一下!\r\n　你知道有哪些方面是女性对卵巢保养需要特别注意的呢?卵巢保养期间，女性有哪些地方是很容易引起误区的呢?下面就让我们具体的来了解一下。\r\n　　饮食调理保养卵巢\r\n　　如今，我们吃东西都更多地具有了针对性，身体缺什么就补什么，然而，很少有女性是针对于卵巢的保养来选择食物的。没错，对于卵巢的保养，在饮食方面，也有着非常大的讲究，女性朋友们可以多吃一些新鲜的水果蔬菜、豆制品、奶制品等等，同时，戒烟戒酒，因为烟酒是对女人卵巢伤害最大的东西，因此，必须远离。\r\n　　美容院卵巢按摩作用言过其实\r\n　　正常情况下，女性平躺时是按摩摸不到卵巢的，因为卵巢位置在盆腔深处，一般按摩是根本触及不到卵巢的。许多美容院提出的精油按摩卵巢，其实也是没有科学根据的。因为精油成分最多渗入到皮肤，几乎不可能渗入血液。而且，单单进行卵巢保养也不能影响整个身体机能其他部分的运转，延缓衰老的效果也很难说到底有没有。\r\n　　摄取营养和适当的体育锻炼\r\n　　女性要改善内分泌延缓衰老，除在医生指导下口服雌激素外，还应多吃蔬菜瓜果，保持大量维生素E、维生素B2的吸收，加上适当的体育锻炼，才是真正年轻的秘诀之一，另外做卵巢保养这一方法，根据‘线轴体’平衡学说，要进行的保养时要针对内生殖系统-卵巢、子宫、生殖道有一个有效的调节，这是对内生殖系统的保养，另外内外生殖系统是相通的，所以外生殖腺体-乳房，也需要在同一时间做一个保养护理，给予充足的营养和疏通护理，使其外形能够更好的保持在年轻态。\r\n　　小编碎碎念：孕产期女性怎么保养卵巢?以上就是对女性卵巢保养的一些介绍，希望可以帮助到想要了解孕产期保养的女性们，当然，很多时候我们会被一些夸大其词的宣传误导，在产期的女性要擦亮眼睛，选对正确的卵巢保养方法。女性只有选对了方法才能事半功倍，也才能有个健康的卵巢。', '20160815/a4e70d57deed489e827187211105cdbe.png', '0', '9');
INSERT INTO `edu_content` VALUES ('bdf542803c2d4ba992de945562038efb', '1acff5f3dd1749e28bbbc967313fe10b', '新生宝宝每日营养成分和喂养次数', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:14:29', '众所周知，新生儿的哺乳和营养是备受父母关心的，尤其是是作为一名新妈妈需要了解和掌握第一个重要的育儿知识。因此，为了更好的完成新生宝宝的哺乳工作女人如何做好家庭护理呢?专家解释，新生宝宝对于热能、蛋白质等各种营养成分的每日需求都是有要求的，我们来看看下面的介绍!\r\n　(1)热能：估计新生儿每日每公斤体重需热能(120～100)千卡/公斤，如小儿出生时体重为3公斤，每日约需热能360～300千卡。\r\n　　(2)蛋白质：新生儿时期处于正氮平衡状态，不仅要求相当高的量，而且需要优质的蛋白质。母乳为新生儿提供了高生物价的蛋白质，如果按母乳喂养时，每日每公斤体重需要蛋白质2克，而以牛乳为蛋白质的来源时则需35克，而以大豆及谷类为蛋白质的来源时则需4克。如初生小儿为3公斤，每日需蛋白质6～24克。\r\n　　(3)脂肪：新生儿需要各种脂肪酸和脂类，其中必需脂肪酸的摄入应占总热能的1～3%，即新生儿每日摄入的脂肪应为15～18克。\r\n　　(4)碳水化物：母乳喂养时，碳水化物的摄入应占热能的50%。3公斤的婴儿每日应摄入碳水化物45克。\r\n　　(5)其它各种营养素：每日需摄入钙400～600毫克、铁10毫克、维生素A200微克视黄醇当量、维生素D10微克，水按每日每公斤体重80～150毫升，母乳喂养的新生儿也应补充水份。\r\n　　热能对于维持人体的正常行动是很重要的，所以哺乳一定要考虑到新生宝宝每日对于热能的需求。而蛋白质是宝宝发育必不可少的重要营养物质，无论是进行母乳喂养，还是进行人工喂养，都必须充分考虑宝宝每日对于蛋白质的需求，这样才能够保证宝宝的正常成长发育。\r\n　　凡出生体重低于1.5千克以及不能吸吮的早产婴儿，刚出生时般家庭是无法自行喂养的，必须留院继续观察。我们这里介绍的是出生体重为1.5～2.5千克的早产儿的喂养。\r\n　　母乳喂养的早产宝宝应该经常称称体重，观察早产儿体重的增加情况，这是判断喂养是否合理的重要指标。一般足月新生儿在最初几日内由于喂哺不足或大小便排泄的原因，体重略有减轻，这是正常现象。但早产儿此时体重的维持至关重要，要重视出生后的早期喂养，设法防止宝宝体重的减轻。由于早产儿口舌肌肉力量弱、消化能力差、胃容量小，而每日所需能量又比较多，因此可采用少量多餐的喂养方法。如果采用人工喂养，一般体重1500–2000克的早产儿一天喂哺12次，每2小时喂一次;2000–2500克体重的宝宝一天喂8次，每3小时喂次。每日的喂奶量，不同宝宝差别较大，新生儿期每日可喂奶10-60毫升不等。\r\n　　小编碎碎念：上面就是关于家庭护理的内容介绍，除了以上这些营养物质之外，给孩子喂养也要吃些富含维生素、铁等营养素的食物。如果进行母乳喂养也是可以的，但是女性要注意适当的为新生宝宝补充水分，以免水分摄入不足来影响到身体。', '20160907/4b9c5abea80d4972ba017375f21b7513.jpg', '0', '2');
INSERT INTO `edu_content` VALUES ('c5ea9976f0ab4db2b9830c28fac7b814', 'd016708418c249c7bd6bdcd52d96ae19', '孕妇同样需要进行皮肤护理', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:05:34', '化妆品对于母婴健康有危害，所以孕妇不能化妆。这是众多准妈妈的一个基本认识。其实这种认识并不全面。要科学的看待这个问题，就需要科学的孕期生活常识来帮忙。其实孕妇同样也需要护肤，只是你必须弄清楚什么能用，什么不能用。那么孕妇能化妆么。\r\n孕妇也要做好皮肤的护理。怀孕是个特殊时期，可能有部分孕妇因为体内激素的变化，皮肤也会有所变化，比如缺乏营养、干燥、起斑、过敏等，如果孕妈妈一味“置之不理”，皮肤会很快的受损。\r\n孕妇一定要做好基础护肤，重点是要清洁和保湿，可以用一些常用、正规厂家生产的温和、无刺激的护肤品来进行护理。但不建议用彩妆，因为彩妆中都或多或少含有化学成分，可能会对孕妇有影响。她也谈到，夏天孕妇也要防晒，可以通过物理方法，如戴帽子、打遮阳伞，避开阳光强烈(上午10时-下午3时)时间段出门。\r\n提醒：\r\n七种化妆品千万别碰\r\n1.含有激素类成分和对胎儿有害的化学成分的产品，性质温和的纯植物提炼产品为佳。\r\n2.含铅、含汞的化妆品。3.精油类产品。\r\n4.指甲油、润唇膏和唇彩。\r\n5.美白和速效嫩肤类产品。\r\n6.绝对禁止使用精油。\r\n7.桑拿、涂甲油、染发烫发都要禁止。\r\n由于孕期的体内激素变化，事实上孕妇比普通女性更需要进行皮肤护理，只不过我们要选对护肤品。而对于彩妆方面，最好是能不化就不化。此外，上面提到了七种化妆品，它们可以说是母婴健康的杀手，准妈妈们一定要记牢。', '20160907/1359fb1ff41c4d59a7f01cf0db0ba099.jpg', '0', '3');
INSERT INTO `edu_content` VALUES ('cf3f6cb69bd04422b52f4eb9bdb2da93', '7d94f7bd509645049351bc6304462e1e', '孕期做傻事可能生出低能儿', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:11:22', '孕期哪些傻事不能做?孕期母亲的行为很大程度上会对胎儿发育造成很大的影响，甚至会影响胎宝宝的智力。所以，母婴健康专家建议，孕妈咪们要养成健康的习惯。下面让我们一起来看看孕妈咪们哪些坏习惯会影响宝宝。为了宝宝一生的健康，我们一定要避免这些行为!\r\n坏习惯一：洗热水澡\r\n水温如果太高，会导致孕妈咪们血液循环加速，而且胎宝宝们的脑部可能会不再发育，这样就会导致胎宝宝智障。所以说，孕妈咪们为了顾及宝宝的健康，切忌用滚烫的水洗澡。水温最好在27摄氏度。而且孕妈咪洗澡次数也不要太多，洗澡时还要注意安全，别滑倒哦。\r\n坏习惯二：用化妆品\r\n孕妈咪们可也是非常爱美的，看着自己脸上脂粉全无，孕妈咪们可能会觉得心里不爽，感觉没自信，感觉心情烦躁。这个时候孕妈咪们就会不管三七二十一就把脸蛋打扮得漂漂亮亮的了。其实，化妆品中含有大量的化学物质，这些物质会渗入皮肤，对胎儿造成影响。影响胎儿的智力和健康。孕妈咪爱美无可厚非，但是千万别因为爱美给宝宝带来伤害。\r\n坏习惯三：晚睡\r\n孕妈咪们因为心头事儿太多，所以晚上可能睡不太着。特别是因为尿频的关系，更会影响孕妇的睡眠。虽然说孕妇会睡眠质量比起以前差，但是也不能把怀孕当成晚睡的借口。要记得早早上床，早早安睡，不然会影响胎儿健康和智力。\r\n坏习惯四：上电脑\r\n孕妈咪们感觉无聊，所以喜欢上网聊天或看电视以及电影。电脑辐射大，会影响胎儿，虽然孕妇穿了放射服装，其实还是起不到完全的效果。所以记得要远离电脑，如果寂寞了，可以出去散心，可以和朋友聊天。\r\n坏习惯五：吃垃圾食品\r\n垃圾食品中有很多会加入了色素和其它物质，这些物质会导致胎儿智力下降。饮食对于胎儿智力也起着重要的作用。所以不要随便吃垃圾食品哦，要记得均衡饮食，绿色饮食。\r\n母婴健康小编温馨提示：孕妈咪们要改变这些不好的习惯，因为这些坏习惯都会对胎儿造成不利的影响。', '20160907/14e3c7c3e48b4d469d02828b3eb62300.jpg', '0', '1');
INSERT INTO `edu_content` VALUES ('cf9f2ad7c40b4878a3d348be70d10004', '7ca443574f544d49882e0bf77fe283d2', '盘点成就聪明孩子的六个秘密', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:19:50', '如何打造聪明宝宝?每一个父母都希望自己的宝宝聪明伶俐，希望他们拥有不同凡响的智商，但是你知道如何正确成就聪明孩子嘛?本文提供了六个出奇有效的方法，可以帮助提高孩子的经验和知识，并且每次给他们一个小小的教训，使得孩子变得更加聪明。让我们跟随育儿专家了解教育的秘诀!\r\n1.滔滔不绝的讲话\r\n大多数18个月到2岁之间的孩子每周能学习一个新单词，到2岁时可以讲大概50至100个单词。婴儿大脑规则的编辑特雷西说，家长跟孩子讲的话越多，孩子能够学到的单词就越多。专家建议“叙述你的一天”，这意味着告诉孩子当你在做这件事情时是如何做的，同时也是一个能够让孩子学习到大量单词的好方法。\r\n现在是需要读更多的书的阶段，尽情的感受其中的乐趣，并且为书中不同的角色使用不同的声音，确保孩子源源不断的听到语言–电视除外，电视里面的语言对孩子而言太快，而且不能互动。除了需要听人讲之外，还需要人与人之间交流，以获得更好的经验。\r\n通过保持不断的会话，使用不同的词汇，可以培养孩子更好的阅读、写作和拼写能力。\r\n2.教导情感的基本知识\r\n根据犹他州杨百翰大学心理学和神经学副教授罗斯的说法，开发情商对孩子的认知和社会发展来说非常重要。家长可以帮助孩子学习阅读情感线索——一个做所有事情都会涉及到的生活技能。\r\n3.通过玩提高智商\r\n婴儿大脑规则的编辑特雷西说，“成熟的表演游戏是着重于控制冲动和自律的特定游戏，”她建议家长和孩子一起参与几种可以帮助孩子学习和练习控制冲动的游戏。\r\n4.布置一个具有创造性的空间\r\n家居设计杂志和婴儿发育生物学家约翰?麦地那说，为培养孩子的自然创造力，家长们要布置一个具有创造力的空间，这意味着给孩子提供了尝试新事物的时间和空间。\r\n5.赞赏孩子的努力很重要\r\n研究表明，家长需要表扬孩子的努力而非才智，这样孩子在学校会更加用功，做的更好。所以，当你想要说“我的小可爱是如此聪明”时，真正说出来的应该是“哇，你一定是很努力的”，关注点应该放在过程而非结果，这会使得孩子将成功和努力联系在一起。\r\n6.用手指指着谈论促发展\r\n大约9个月大的时候，孩子开始随着手指指向来弄清楚家长所指向的事物。研究表明，如果指向某一事物，孩子学习语言会更快，这称之为“共同关注”，意味着孩子有能力和你沟通，能够促进孩子对社会、认知和语言的发展。', '20160907/efb12071ff0141c183958d0fd57859e8.jpg', '0', '2');
INSERT INTO `edu_content` VALUES ('cfd3d0764dab42e2b20af9590e84a74c', 'bd61e214c72c4c7eb637e2e2d51e9a84', '拥抱对孩子具有六大哪心理功能', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:44:41', '随着科学育儿知识的普及，现在越来越多的家长开始重视幼儿的心理发展了，很多家长都在问该如何促进宝宝的心理健康发展呢?拥抱。是的，母婴专家指出，拥抱对于幼儿具有六大心理功能，能够促进孩子的情绪问题，让孩子感受到安全感与信赖感，能够帮助孩子建立自我认知，还能增加亲子之间的感情，同时可以起到稳定孩子睡眠的功效，可谓是益处多多。 \r\n\r\n据相关研究发现，拥抱对幼儿来说具有6大心理功能和4大生理益处。\r\n\r\n6大心理功能：情绪较为稳定、较容易建立安全感与信赖感、较容易睡眠安稳、较容易建立幼儿的自我认知、增加父母与孩子的亲密度、较容易体验母亲所接触的外界。\r\n\r\n4大生理益处：促进肠胃功能、循环功能、免疫功能、呼吸功能。\r\n\r\n拥抱不分时间\r\n\r\n或许你以为，孩子长大了、上学了，就已经不需要拥抱了。其实，不论人的年龄有多大，人人都喜欢被拥抱的感觉，尤其是自己喜欢的人。所以，拥抱可以随时在平日生活中展开，自然又时常的肢体、肌肤接触，抱抱孩子、摸摸头、碰碰鼻子、拍拍背、搭搭肩膀，这些小动作都可以充分传递爱的讯息。虽然只是一个小小的动作，但等孩子充分熟悉这些动作的含义后，亲子沟通会更好，亲子关系也会更加紧密。\r\n\r\n拥抱对于孩子的心理发展有很多的好处，特别是对于增进亲子感情有很明显的作用。幼儿都是缺乏安全感的，而拥抱就可以给予孩子这种安全感，甚至可以帮助孩子建立自我认知。拥抱不仅对孩子的心理发展益处多多，事实上对于孩子的生理也是有益处的，比如能够促进肠胃功能，提高免疫力及呼吸能力等等。你没有必要把拥抱过于规格化，任何时候，只要你想，只要孩子需要，就请给孩子一个亲密的拥抱吧，一个简单的行为将会让你收获很多很多。', '20160907/dec3014d4888419395e7f8a23aed97f9.jpg', '0', '1');
INSERT INTO `edu_content` VALUES ('d09381099d944e00b04cac48d8e60fc2', '743100a0db414a45b4cab52a2d03c377', '分析女性最容易怀孕的时间', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:17:57', '众所周知，婚后的男女长期没有小孩会比较关注受孕的问题。因为男人或是女人如果一旦有了家事，怀孕是很正常的事情。但是，女性在什么时候最容易怀孕呢?想要了解这方面的事情，不妨随着母婴小编一起来看看最容易怀孕的时间。女性一般什么时候最容易怀孕?经过调查显示一天里在17：00到19：00的时候如果夫妻之间行房事其实是很容易受孕的，因为这时候男人身体里的精液会比较多，同时精子运动的速度也是非常快的，不仅这样女人在15：00到19：00时间里也是体温高的时候，排卵也会更容易的，所以我们应该相信在一天里在17：00到19：00是最容易受孕的时间了。 　　其实想要知道什么时候最容易怀孕也是要分季节的，因为季节不一样，男人和女人排卵和射精的质量也是不一样的，如果你不知道一年四季里那个季节受孕最好的话，就赶紧来学习一下吧。 　　在初秋的时候是最佳的受孕时间了，为什么这段时间里受孕比较好呢，我们一起来看看。 　　一、一般在女人刚怀孕的时候会有很多不良反应的，在初秋的时候有很多的蔬菜和水果都是可以选择的，在这个季节如果不想吃饭可以吃一些瓜果来刺激食欲，也能满足自身和胎儿的营养要求。 　　二、秋天的时候是人们食欲正好的时候，同时秋天的时候太阳也不是那么强烈了，可以晒晒太阳促进维生素和钙质的吸收，这样可以让孩子更健康的。 　　三、秋天气温是比较适宜的，睡眠质量不会受到气温的影响，睡眠质量好了对女性健康很有利的，这样对胎儿的生长也是很好的。 　　四、孕产期保健其实要十分注意的感冒或是湿疹等病毒的，在秋天受孕的话，在这些流行病毒告发的春天胎儿也会大一些了，度过了太敏感的时间，所以是非常好的。 　　五、女人在秋天受孕的话孕产期就是在次年的5月左右，这时候天气不会太热也不会太冷，同时各种水果蔬菜也是很多的，所以对坐月子也是很好的。 　　小编碎碎念：上面就是关于女性在什么时候最容易怀孕的内容介绍，我们相信MM们在看了这篇文章之后会知道一些怀孕知识。当然，如果你想要要一个健康的小宝宝的话，就要更加了解一些科学的受孕知识，还有在什么时候最容易怀孕也是需要了解的。', '20160907/7556a628bfb04c1896a3765c5477cf5f.jpg', '0', '2');
INSERT INTO `edu_content` VALUES ('d4aa587cd9574d43abec3aa9d53e9e2b', 'bd61e214c72c4c7eb637e2e2d51e9a84', '准妈妈怎么进行抚摸胎教', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:41:38', '众所周知，对于孕妇来说，最关心就是如何生出健康的宝宝问题。有些孕妇会进行抚摸胎教，这是通过对于胎儿的皮肤触觉的刺激，来激发胎儿的积极性的胎教方式。但是有些女性会误以为抚摸胎教是随意的摸摸肚子就可以的胎教的，其实不然，我们要知道如何进行抚摸胎教最孩子好，随着母婴小编一起来学习吧!\r\n　　首先要从姿势开始，孕妈妈应该仰卧在床上，然后头部不要垫的太高了，要让全身心的放松，保持情绪稳定，然后将双手放在腹部。也可以采取伤身垫高，半仰卧的姿势。\r\n　　其次，胎教的方法很关键，我们要双手由上到下，由左至右，慢慢的，轻柔的进行抚摸胎儿。最好是在心理想着，你正在抚摸着已经出生的宝宝，你们非常的幸福。在抚摸的时候，如果说一些宝宝，妈妈很爱你。宝宝，你要好好的成长之类的话。宝宝虽然不知道你说的是什么意思，但是这样可以让孕妇的心情变好。这样，对于胎儿来说是很好的。\r\n　　此外，胎儿是很喜欢爸爸的声音以及抚摸，爸爸应该也参与到抚摸胎教中，可以经常隔着肚皮和宝宝说话，抚摸宝宝。让胎宝宝感受到爸爸与妈妈的爱，可以促进他们的发育。如果女性的姿势方法错误，还会影响母婴健康呢。所以，孕妈妈一定要知道，如何进行抚摸胎教。\r\n　　最后，胎宝宝最喜欢准爸爸的抚摸和声音，所以在整个抚摸胎教的过程中，准爸爸一定要参加进来。准爸爸应经常隔着肚皮轻轻地抚摸胎宝宝，并协助准妈妈让胎宝宝进行一些宫内运动，最好是一边抚摸一边与胎宝宝说话，同时告诉宝宝是爸爸在抚摸他。准爸爸还可以加入到亲子游戏中，一家人一起玩游戏，定会乐趣无穷，也会让胎宝宝充分地感受到家的温馨。\r\n　　小编碎碎念：女性怎么做抚摸胎教呢?上面就是关于女性如何进行抚摸胎教的内容介绍，母婴小编建议孕妇们在不知道如何胎教的情况要多加关注闻康资讯网的母婴资讯。孕妇只有掌握正确的胎教才可以让胎儿健康发育的，再者一个正确的抚摸胎教可以保证母婴健康。', '20160815/281a5218d3f64e9f8bc83f8449a6fc3e.png', '0', '31');
INSERT INTO `edu_content` VALUES ('d55978aca8a249d4829e45b339cffa03', 'd016708418c249c7bd6bdcd52d96ae19', '心理', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:16:01', '孕期心理健康和身体健康对于母婴健康来讲具有着同样重要的意义，甚至在某些情况之下，孕期心理健康更为重要，更需要我们的重视。因为孕期心理压力过大会对胎儿的发育造成很多不良的影响，具体有哪些，我们往下看。\r\n在整个妊娠过程中，心理变化大致分三个阶段，孕早期心理压力、孕中期心理压力和孕晚期心理压力，每个阶段的心理压力又源于不同的因素。孕晚期的心理压力主要由分娩困扰、养育问题、角色即将转换等因素造成的，如果这些忧虑不能及时缓解和疏通，就会形成心理负担。研究发现，孕妇如果因金钱、交往等问题而承受心理压力，那么所生的孩子易得过敏症和哮喘，这是真的吗?现在我们一起来了解。\r\n　　美国研究人员发现，孕妇如果因金钱、交往等问题而承受心理压力，那么所生的孩子易得过敏症和哮喘。这一发现支持了此前多项研究得出的孕期心理压力可对后代免疫系统造成影响的结论。\r\n　　路透社日前报道，动物实验表明，母体孕期心理压力大会导致后代免疫系统放大对过敏原的反应。美国波士顿哈佛大学医学院的赖特博士等人就此进行了人类效应研究，分析了波士顿387名新生儿脐带血中的免疫球蛋白E水平。\r\n　　他们在日前举行的美国胸腔学会会议上报告说，研究发现，排除孕妇过敏原接触程度、种族、教育程度和吸烟史等因素，心理上遭受严重压力的孕妇最有可能生下免疫球蛋白E水平偏高的孩子。\r\n　　研究人员发表声明说：“此项研究进一步印证，如金钱或交往等问题致使母体承受的心理压力，可导致孩子发育过程中的免疫系统出现变化，甚至在孕期就可显现。”\r\n　　孕晚期心理压力对胎儿的影响\r\n　　1. 造成胎动活跃\r\n　　2. 宫内缺氧\r\n　　3. 宫内发育迟缓\r\n　　4. 出生后低体重\r\n　　5. 易惊吓，爱哭闹等\r\n　　孕期心理压力过大会导致胎动的增加，还会造成宫内缺氧，导致胎儿宫内发育迟缓，从而造成出生后体重过低的问题。而且日后宝宝还可能出现易受惊吓和爱哭闹的症状，这些都是孕期心理压力所造成的，因此调节好心理状态很重要。', '20160815/42709bb9e0994c3cb0dc64224d11e0e4.png', '0', '13');
INSERT INTO `edu_content` VALUES ('d76f6d586268433fbfecc5045884d254', '1acff5f3dd1749e28bbbc967313fe10b', '任性做4事 小心危害健康', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:16:23', '从十月怀胎到孩子来到这个世界上，这个过程是非常漫长的，而且大家也都知道，在生产完以后新妈妈的身体是十分脆弱的，所以大部分的女性都是要坐月子的。\r\n“坐月子”是我国女性特有的“待遇”，月子坐的好不好和新妈妈产后恢复以及身心健康是有非常大的关系的。所以，很多的事情在新妈妈生完孩子以后都不能任性为之。\r\n1、及早同房\r\n女性在生产之后不管是子宫还是阴道都没有达到最好的状态，同时阴道在生产时还会有不同程度的损伤。如果在坐月子的时候就发生性生活，那么一不小心就会造成感染，逆行感染的话对于女性来说是非常不好的，很有可能导致新妈妈患上严重的妇科疾病，对新妈妈的健康影响是非常大的。特别是有一部分的女性恢复排卵速度很快，在产后不到一个月的时间内就已经在排卵了，而此时新妈妈的心理和生理都不能够再有宝宝了，对女性的伤害大家想一下就知道了。女性在生产后45天之内最好是不要有性生活，之后的夫妻生活也要注意一些，防止意外怀孕带来的伤害。\r\n2、久蹲\r\n一部分的新妈妈既要自己带孩子，同时还要做很多的家务。由于产道和外阴受损，坐着做事会觉得非常不舒服，有一部分的新妈妈就蹲着洗衣服、然后来做各种家务。专家是这样说的，产后蹲着对于新妈妈盆底肌肉的恢复是非常不好的，要是长时间蹲着或许就会造成子宫异位或是脱垂。女性在产后最好是避免久蹲，平时也要适当走动，以坐和立为宜。同时女性产后虚弱，不能够太过于劳累，就算是条件有限也不要强撑着自己做完所有的家务，可以让另一半帮忙一起做家务。\r\n3、饮食过于刺激、营养\r\n在生完宝宝的一个月的时间内，新妈妈最还是不要吃辛辣、油腻等刺激性食物，就算是这类食物再美味也一定要控制住自己。如果新妈妈是母乳喂养的话，那么在母乳期要多吃清淡营养的食物，这样能够促进奶水的分泌，对女性子宫的恢复也有着非常大的促进作用。平时要喝一些有营养的汤水，不过不要喝含有过高脂肪的浓汤，这些是非常难消化吸收的。多吃五谷杂粮和补血的食物，营养又健康，水果蔬菜也要多吃。\r\n4、不运动或强运动\r\n很多老思想是这样的，产后一个月时间内女性最好不要下床，在床上休息，事实上这是不科学的坐月子。女性在产后月子期内也要做一些运动，运动能够帮助恶露排出体外，帮助子宫快速恢复。如果恢复地好，那不妨坚持在房间散散步，不过要注意强度，强运动会造成女性腰酸背痛等产后病痛，严重的还会有月子病，对于日后的健康是非常不好的。同时，老习俗所说月子期不能洗头、洗澡等也是没有道理的，月子期要养成干净卫生的好习惯，如此一来能够非常有效的防止外阴感染等问题，同时千万要注意的是不宜坐浴，以避免感染。\r\n母婴健康小编温馨提示：“坐月子”是我国女性特有的“待遇”。月子坐的好，能够帮助女性在产后得到较好的休息和恢复，对日后的身体健康和心理健康大有好处。所以准妈妈一定要重视起来，不然的话会不利于自己的健康。\r\n女性备孕期间注意事项\r\n女性备孕注意事项 饮食\r\n首先女性备孕应该注意到的就是饮食的问题，祸从口出，病从口入，所以要从很多方面都要考虑饮食的因素，在备孕期间切记不能食用生冷辛辣的各种食物，不能够吃过于高热量和高脂肪的食物，虽然在备孕期间需要补充钙质和高蛋白，但是高热量和脂肪的食物不利于营养的囤积。\r\n女性备孕注意事项 预防\r\n在备孕期间一定要注意身体疾病的预防，注意保暖，如果先天有高血压或者心脏病等疾病的女性，一定要首先以治疗为主，到正规的医院进行检测后得到医生批准才可以孕育宝宝，为宝宝的健康负责任是必须要做到的，在备孕期间不要随便的服用各种含有激素或者抗生素的药物，会停留在身体内对宝宝有影响。\r\n女性备孕注意事项是非常多的，平日里有吸烟饮酒习惯的女性一定要在备孕期间戒除，否则会引发极高的胎儿畸形率，怀孕和人的情绪也有极大的关系，有的女性朋友在日常生活中就会有比较大的生活压力，导致情绪不稳定，很难怀上宝宝，女性朋友日常应该保持积极健康的生活状态。', '20160907/9efc0c8179e244218863c66501b7b4e7.jpg', '0', '2');
INSERT INTO `edu_content` VALUES ('d8a166a7e6da4cc3b88623d1c401915f', '7ca443574f544d49882e0bf77fe283d2', '怎么科学喂养孩子养脾胃', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:34:14', '每个做父母的都希望自己的孩子能够长得强壮，身体强壮的宝宝不但可以减少疾病的侵袭，还可以让宝宝健康快乐的度过每一天。所以，父母们需要了解到在日常会有哪些因素影响到宝宝的体质。想要健康喂养孩子的父母们，随着母婴小编一起来看看如何调理宝宝，不妨来听听母婴专家给的意见吧!\r\n　如何科学喂养\r\n　　1.在医生帮助下找到体弱多病的原因。应带宝贝去医院儿童保健科看医生，在医生帮助下找出宝贝体弱多病的主要病因，这样可以针对病因给予治疗，这是最有效的措施。\r\n　　2.科学合理喂养宝贝。按月龄给宝贝添加辅食，不能急于求成，遵照由一种到多种、由细小逐渐变粗大、从稀逐渐变稠，循序渐进，避免伤害脾胃。\r\n　　对于稍大一些的宝贝，可以采取少食多餐的原则，多选择既富有营养又容易消化的食物，如米面类、乳类(包括酸奶)、蛋类、鱼肉类、豆类、水果蔬菜类等，各类食品的搭配要合理，品种要多样化。同时，还应注意食物的色、香、味，加工时要注意精细，最好呈汁、泥状，易于消化吸收。\r\n　　3.宝贝不愿意进食切不可强迫。生病的宝贝肯定食欲都不会太好，但不能强迫宝贝进食。这样，不但不利于胃肠功能的恢复，反而还会造成或促使厌食形成。即使正常健康的宝贝，也不可能餐餐进食量都是恒定的，可能某一餐吃多些，某一餐吃少些。妈咪不要看见宝贝吃得多就高兴，吃得少就担心。如果宝贝某一餐确实不想吃，索性饿一餐也无妨。待宝贝真正饿了便会饥不择食，自然主动地进食了。\r\n　　4.培养宝贝良好的饮食习惯。每天按时就餐，吃饭时要坐到饭桌上进餐，不要边吃边玩。进餐时，用正面语言鼓励宝贝主动进餐，也可与大人进行比赛。只要宝贝吃得好，及时给予表扬或鼓励。\r\n　　5.配合医生治疗宝贝。如果医生检查后，确定宝贝体弱多病是由于某种营养素缺乏所致，应及早配合医生的治疗，在医生的指导下合理补充所缺营养。\r\n　　6.可以采取中医治疗。如果宝贝是由于病后体虚或疳积所致，配合健脾药物治疗的同时，可以进行中医治疗，如捏脊、针灸四缝穴等，会有较好的效果。\r\n　　小编碎碎念：怎么科学喂养孩子养脾胃，这是备受父母们关注的话题，为了更好的给孩子一些喂养方式，不妨听取专家的喂养指南。其实，关于如何喂养的方法很多，以上为大家介绍了让宝宝身体强健的六个方式，小编也是希望给家长带来帮助!', '20160815/a5930626ce9444168af345f497a580b9.png', '0', '1');
INSERT INTO `edu_content` VALUES ('dd588c39c8424298b2d8fa29a0220c94', '1acff5f3dd1749e28bbbc967313fe10b', '产后白领如何预防乳房病', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:30:58', '在产后的每个女人都希望自己拥有健康的身体，尤其是乳房的健康备受女性的关注，因为产后女人需要母乳喂养，就得保持健康的乳房。但是，由于女性们在日常生活中不注意饮食和个人习惯，可能会招来乳房疾病。所以，产后女性如何预防乳房病呢?随着母婴小编一起来学习下!\r\n　糖\r\n　　做菜的时候很多女性都喜欢加点糖，因为这样可以起鲜，不过，对于想远离乳房疾病的女性，家里的厨房要少存些糖，平时更要少吃，特别是白糖。吃太多糖会增肥，超重会增加女性患乳腺癌的风险。牛津大学曾做过“百万妇女研究”，绝经后的女性体重指数BMI(BMI=体重kg/身高的平方m2)≥30，其患乳腺癌的风险则会明显增加。肥胖表面上看起来是脂肪代谢失衡的表现，其本质是人体内环境失衡，这种失衡会影响人体天然的抗肿瘤能力。专家建议，可以通过水果、蔬菜与谷物摄入糖分。\r\n　　油\r\n　　女性想要远离乳腺癌，最好放弃吃棕榈油、动物脂肪油，这些油脂里的脂肪酸以饱和脂肪酸为主;另外，也不要使用氢化加工油或重复使用煎炸过的植物油，这其中都会含有反式脂肪酸。饱和脂肪酸与反式脂肪酸均不利于乳房健康。\r\n　　肉食\r\n　　家庭主妇采购肉食时最好不买或少买腊肉、熏肉，烹调时最好不用煎、炸、烤的方式，因为这些肉食及烹调方式会增加乳腺癌发生的危险。和牛肉、羊肉、猪肉等“红肉”相比，鸡肉、鱼肉等“白肉”是更佳的蛋白质来源。沙丁鱼、金枪鱼、虾等海鲜不仅可以补充蛋白质，还含有微量元素硒。硒是常用的抗氧化剂，具有明显的抗癌效果。\r\n　　豆制品\r\n　　有研究指出，绝经前女性进食适量的大豆，患乳腺癌风险减少了50%。也有研究认为，如果食用量太大(如豆类每天超过100克)，则会加重体内雌激素代谢的负担。多少才是“适量”呢?专家建议，现有证据显示每天摄入豆类35克-60克比较适宜。如果吃豆腐大约175-300克，豆干大约80-150克。当然这并不是说你一定要每天都按此量，你可以根据上面的量，按照你的生活习惯进行不同摄入方式的调整。\r\n　　乳制品\r\n　　一项超过88000女性参与的研究显示，绝经前女性的乳腺癌风险与低脂肪乳制品、钙(主要来源于乳制品)以及维生素D的摄入量之间呈负相关。也就是说，绝经前的妇女摄入低脂肪乳制品可预防乳腺癌。根据以上研究，建议绝经前女性最好喝脱脂乳制品，绝经后的女性喝哪种乳制品均可。\r\n　　小编碎碎念：上面就是关于如何预防乳房疾病的内容介绍，其实发生乳房疾病大多数是和很多因素有关的。因此，女性最重要的还是饮食方面的事项，尤其是乳房疾病，一定要引起现代女性的足够重视。母婴小编也是希望大家可以通过这篇文章，可以深入了解到怎样预防乳房疾病的发生。', '20160815/09aaef477ff046588f6a71cdff11c8e8.png', '0', '4');
INSERT INTO `edu_content` VALUES ('e131df9aadb44170a72ad5f6db6ad5bd', '1acff5f3dd1749e28bbbc967313fe10b', '新妈妈如何坐月子才可以产后美体', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:17:12', '众所周知，对于怀孕的女性来说，最担心自己在生完孩子之后不能恢复好身材。因此，为了可以有一个健康的好身材，女性怎么做好产后的修复工作呢?关键期就是科学月子期间了，因此，女性坐月子需要注意些什么才可以瘦身呢?接下来，母婴小编就来告诉你怎么产后美体最有效。\r\n　一、产后祛斑让你美丽白皙\r\n　　故事：自从怀上BB后，我从第五个月开始长妊娠斑，到第九个月的时候，简直像只大蝴蝶趴在我脸上，终于明白，为什么妊娠斑也叫蝴蝶斑了。当时很 急，后来经过了解我知道：相当一部分的孕妇会产生妊娠斑，但没必要太担心，等孩子出生后，只要护理得当，基本上会自然淡化、消失的。但我的蝴蝶斑在产后4 个月还没消退。\r\n　　原因：怀孕期间，受激素分泌影响，准妈妈们的脸上会出现难看的小斑点。\r\n　　解决方法：美白食谱让你去掉脸上恶斑。\r\n　　多食：西红柿、柠檬、鲜枣、芝麻、核桃、薏米、花生米(含维生素C、维生素E,能促进血液循环，抑制代谢废物转化成有色物质，从而减少黑色素的产生，加快肌肤新陈代谢，促进肌肤新细胞的生成);\r\n　　多食：瘦肉、鸡蛋、鲜奶、酸奶、土豆、海鲜(蛋白质含量丰富，可促进皮肤更快更好地恢复生理机能);\r\n　　少食：酱油、醋、咖喱等颜色深的调料，辣椒、芥末、酒等辛辣食物;\r\n　　豆豆妈提示：饮品自制美白面膜配方。\r\n　　将冬瓜捣烂，加蛋黄一只，蜂蜜半匙，搅匀敷脸，20分钟后洗掉(冬瓜清润去杂质，蛋黄给肌肤补充营养、恢复活力，蜂蜜则是最好的美白保湿剂);\r\n　　二、产后减肥要饮食最关键\r\n　　故事：1米62的曾女士曾经有60公斤，即使不吃饭、不吃菜，甚至只吃蔬果也减不下来。如今，她儿子3岁了，体重控制在50公斤左右，想吃什么 就吃什么，巧克力、雪糕、大鱼大肉，什么都不用顾虑。而苏女士就很苦恼，自己1米65的身高，但产后增重了30多斤，为什么两人会有这么大的区别呢?\r\n　　原因：一般说来，怀孕全过程所增加的体重约12千克。那么这12千克的重量如何从身体上消失就成了新妈妈关注的焦点。计算一下，婴儿连同胎盘的重量约5.5千克，还有6.5千克，并且，一些孕妇在怀孕期间不注意控制体重，导致产后体重一直降不下来。\r\n　　解决方法：\r\n　　加强维生素B的摄取。五谷类和鱼、肉、豆、蛋、奶类含有较丰富的维生素B，可以帮助身体进行能量代谢，也具有帮助神经系统运行和加强血液循环的功效，对于产后器官功能恢复上是很有帮助的。\r\n　　加强蛋白质摄取。蛋白质的食物来源是鱼、肉、豆、蛋、奶类等，这类食物在我们体内消化后，会变成小分子的氨基酸，氨基酸是身体组织建造修补的重 要元素，新妈妈们一定要多补充一些富含蛋白质的食物，才能让生产时所造成的伤口尽快愈合，并恢复体力。氨基酸还有一项重要的功能，那就是可以刺激脑部分泌 出一些让人心情振奋的化学物质，所以在坐月子当中多吃些富含蛋白质的食物，还可以有效减少产后忧郁症的发生。\r\n　　加强必需脂肪酸摄取。必需脂肪酸是能调整荷尔蒙、减少发炎反应的营养素，当生产过后，身体需要必需脂肪酸帮助子宫收缩，好恢复原来大小，所以必 需脂肪酸对产妇特别重要。一般产妇大多用麻油作为必需脂肪酸的食物来源，而且麻油还具有润肠通便的效果，所以特别适合产后妈咪食用。\r\n　　小编碎碎念：上面就是关于产后美体需要注意的事项，因此在产后想要瘦身的女性，一定要掌握修复身材的方法，当然，母婴小编相信大家，只要在饮食方面稍作改善就能够轻易实现，此外，我们也不建议产后女性利用药物减肥的方法，千万不要任何的药物减肥方式哦，对于母乳喂养是有害处的。', '20160907/9503b6eab5ac4333ba1e7b81d0885067.jpg', '0', '2');
INSERT INTO `edu_content` VALUES ('e33d0d1079b34662b45992f3ccd1f7fd', '7d94f7bd509645049351bc6304462e1e', '孕晚期自我心理保健法', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:10:17', '孕中期如何调整自我的心态?经历过孕早期妊娠反应的折磨之后，相对于早期来讲，到了孕中期，慢慢的能感觉到胎动，身体反应也没那么大了，这个时期为了胎儿发育和母婴健康，此时准妈妈们就要关注自己的心情准备做好胎教和自我心理保健工作了!\r\n孕中期的自我心理保健法\r\n一般到了孕中期，妈妈们只要注意感受就能感受到胎动，那是幸福的感觉。可是这时候也是宝宝生长发育的特殊时期，因此不仅孕妈妈们要保证均衡的营养，宝宝在这个时期需要的营养能量较多。而且这个阶段孕妈妈的心态非常重要，要学会调整自己的生活和工作的时间安排，做个合理的时间安排，然后要保证一个积极乐观的心态。\r\n一是不要过于放松，觉得过了三个月就没事了，依然要小心谨慎。\r\n人们常说前三个月比较不稳定比较危险，可是对于整个孕期，都是不可以放松警惕的。因为胎儿不断的长大，肚子的负担也越来越重。身体的部分内部器官会因为宝宝的长大而发生改变。而且这个时候有些孕妈妈会有一些妊娠的并发症产生。所以这个时期虽然是孕妈妈要放松心态，但是也要做好应对这些问题的准备。\r\n二是不要过分依赖他人，要做些适当的家务或者运动。\r\n如果说在孕早期会有些妊娠反应，如孕吐之类的，需要家人照顾这是情有可原的，但是孕妈妈要调整自己的心态，不要因为这样就养成了依赖父母或者丈夫的习惯，甚至以此为借口不去工作。虽然有些家人会说辞职回家养胎，但是其实是不需要这样养的。一般来说到孕中期的时候身体反应较为平稳，而且孕妈妈也需为了以后的自然分娩或者剖宫产分娩适当锻炼增强免疫力和体质。所以到了孕中期就不要再有懒散的心理，什么事都找丈夫或者家人做。调整自己受保护的心态，平时可以做些比较轻松的家务活，或者做些散步或其他适当的运动，但不宜过于激烈，这样可以有效调整健康的心态，也可以使宝宝感觉到活力。\r\n三是寻找做母亲的感觉。\r\n孕中期已经有了明显的胎动，孕妈妈平时可以把手放在肚子上感受自己孕育的新生命的力量，寻找一个母亲的幸福感觉。这样可以使自己的心态变得积极乐观，因为生命的跳动可以使人感受到生命的责任。平时也可以和准爸爸一起感受，一起享受这胎动的美好。\r\n四是减轻对分娩的压力。\r\n要对分娩树立一个正确的认识，不要对其产生恐惧。平时多看看一些关于健康分娩的书籍，或和过来人多交谈需要准备些什么用品，或者生产的程序是什么，这样可以使自己对生产有个大概的认识，才不会到时感到慌张。这样可以使自己迷茫的心态转为期待的心理。\r\n五是定期产检，避免听一些有关婴儿畸形的事件。\r\n不管有没有时间，或者自己感觉宝宝很正常都是要定时定期产检的，不能怕麻烦。而且平时阅读书籍看电视要避免看有关婴儿畸形的报道，这样容易使孕妈妈产生恐惧和焦虑，容易造成不良的心理影响，甚至影响到宝宝的正常发育。\r\n母婴健康小编温馨提示：孕中期的自我心理保健法就是以上五种招数，除此之外，孕妈也可以通过与宝宝进行对话来调节一下自己的心情哦!', '20160907/c4938c6b847b440b871eb09e7862635f.jpg', '0', '1');
INSERT INTO `edu_content` VALUES ('e390ddbe2cb84b789ffa24e6027ae483', '743100a0db414a45b4cab52a2d03c377', '早孕反应', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:13:26', '众所周知，如今有宫外孕的女性也很多，那么，你知道宫外孕的患者也会有早孕反应吗?关于宫外孕的问题备受大家的关注。为了让大家更好地了解到宫外孕的女性是不是也有早孕反应的问题，随着母婴小编一起来看看这篇文章的介绍，希望这篇文章能够帮助到您。\r\n　什么是宫外孕?\r\n　　宫外孕是受精卵的正常受精部位是输卵管，通过游走，最后着床在子宫腔内，子宫腔为受精卵的生长发育提供充足的空间和丰富的血供。受精卵因某些原因在子宫腔外“安营扎寨”就叫95%的宫外孕在输卵管，也有在卵巢和腹腔的。\r\n　　凡孕卵在子宫腔以外的任何部位着床者，统称为异位妊娠，习称为宫外孕。根据着床部位不同，有输卵管妊娠、卵巢妊娠、腹腔妊娠、宫颈妊娠及子宫残角妊娠等。\r\n　　对于宫外孕的女性来说，其腹中的胎儿是很难发育成型的。不仅如此，还会对女性生命构成威胁。宫外孕也不是不可以预防的，那么，孕前怎样预防宫外孕呢?下面就请北京466医院妇科咨询专家来介绍一下吧。\r\n　　宫外孕的症状\r\n　　约有四分之一的子宫外孕病人仍有少量出血。许多妇女将它误以为是正常的月经而耽误了诊断的时机。所以，若是经量不大或者月经的状况与以前不同，应自行或配合医生验孕，以排除怀孕或子宫外孕的可能。\r\n　　生育年龄的妇女，月经过期，有时伴有厌食、恶心等早孕反应，提示已怀孕但突然出现下腹痛，持续或反复发作，可伴有恶心、呕吐、肛门下坠等不适，严重时患者面色苍白，出冷汗，四肢发冷，甚至晕厥、休克。部分患者有不规则阴道出血，一般少于月经量(注意千万不要将此误认为月经)。因此，宫外孕典型症状可归纳为三大症状，即：停经、腹痛、阴道出血。\r\n　　宫外孕是妇科一种危险的急腹症，必须对之高度警惕。一旦有上述现象出现时，应立即去医院检查确诊。并进行及时抢救，以减少或防止腹腔出血，避免因出血过多而发生严重后果。　宫外孕会有早孕反应吗?\r\n　　小编碎碎念：上面就是关于宫外孕会有早孕反应吗的内容介绍，希望可以帮助到有需求的患者。当然，我们要明白宫外孕又称异位妊娠，它是受精卵着床的位置在子宫外而引起的怀孕，所以女性有宫外孕的危害极强，建议女性要及时发现和治疗宫外孕早孕反应问题。', '20160815/3c3a1dc4a21c4705b921406482d3b17f.png', '0', '19');
INSERT INTO `edu_content` VALUES ('e435066ea8134b5a96b8d8601ca67fb0', '7d94f7bd509645049351bc6304462e1e', '孕妇熬夜会使胎儿发育差', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:10:53', '孕妇熬夜会使胎儿发育差吗？胎儿的发育是否完善与孕妈妈熬夜有哪些直接的关系呢?近日，美国研究者发现，女性在怀孕期间睡眠不足，会增加新生儿体重偏轻和出现其他并发症的风险。一起看看母婴健康专家对此的看法!\r\n这项研究选取了约170名怀孕20周的女性，通过10周的观察后发现，睡眠不足会导致其免疫功能受损，发生不良妊娠的风险也增大。研究者表示，因为人体免疫过程的运行依赖足量优质的睡眠。如果女性在怀孕期间睡眠周期缩短，会限制人体抵御疾病的能力。此外睡眠不足还会导致抑郁症，抑郁症进一步扰乱睡眠模式，使孕妇出现不良生育后果的风险也明显增大。\r\n专家认为，熬夜会消耗孕妇过多的能量，严重时会使孕妇产生无氧代谢状态，甚至产生不利于胎儿生长发育的有毒物质，所以孕妇应尽量保障有规律的作息。通常情况下，孕妇应保证晚上睡足8小时，中午至少休息1小时，且晚上最好10点左右睡觉，早上6点起床。如遇到特殊原因影响到孕妇晚上的休息时，可以适度延长午休的时间，也可在其他时段“补觉”。但补觉只能有限缓解孕妇的疲劳感，并不能弥补熬夜造成的伤害。\r\n母婴健康小编温馨提示：孕期准妈妈掌握科学合理的作息时间，会给胎儿双层的保护，孩子在后天中也会形成科学的作息时间哦!', '20160907/8f1c1dfcc22242e5a837702e0b2fdc04.jpg', '0', '0');
INSERT INTO `edu_content` VALUES ('ea7edf1763634fc0a9d140a0fccccb82', '7d94f7bd509645049351bc6304462e1e', '3招解开怀孕后的“心结”', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-08-15 17:28:03', '孕期如何保持好心情?孕期不少孕妇会有心情郁闷，不开心等心情情况，其实这是受了孕期激素水平变化的影响。正如完美所知，怀孕过程艰难、未充分做好孕育准备、妊娠反应太强烈等的孕妇，在孕早期相对容易感到担心忧虑。要解开“心结”，母婴健康专家建议从以下几方面入手：\r\n1.信任法。很多准妈妈担心胎儿不健康或无法成功孕育。其实，这种担忧反而可能影响宝宝健康，因此不妨积极坦然地面对：胎儿能孕育成功，便说明其有强大的生命力，要相信自己和宝宝;相信自己和家人，能为胎儿的成长提供良好的环境;相信医生和医学，只要遵照医嘱密切观察，出现异常能获得及时、科学的处理，胎儿就能健康地长大。\r\n2.倾诉法。怀孕后，来自身体、工作、经济等方面的压力无疑会加大，建议多和生过孩子的亲友交流，以获得精神安慰，吸取经验。\r\n3.转移法。当注意力全都放在胎儿身上时，很容易出现一点问题就慌乱紧张。不妨通过散步、编织、绘画等方式转移注意力，让心情开朗。\r\n母婴健康小编温馨提示：孕育生命是一个美好的过程，因此我们要心怀开朗的去享受这十个月的美好，做一个幸福的妈妈!', '20160815/775470b3df4c45869ec27c9af28b0870.png', '0', '15');
INSERT INTO `edu_content` VALUES ('eef957464d844991ba4e6ff739e7de5c', '743100a0db414a45b4cab52a2d03c377', '新婚夫妻必知的受孕常识', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:19:16', '对于新婚夫妻来说，很重视备孕期间的健康问题，因为孩子的健康和父母的生理状况关系最为密切，所以想要优生的父母就必须要首先考虑自身的生理状况。母婴专家解释，夫妻间如果没有掌握最佳的受孕常识，可能会导致孩子不急。所以，新婚夫妻备孕期间需要注意以下的几个怀孕知识。　●新婚受孕 　　新婚阶段，由于男女双方都比较疲乏，而且接触烟酒机会较多，如婚后随即受孕，常会影响孕妇的健康和胎儿的发育。一般认为，结婚3~6个月后再受孕比较适当，这时，新婚阶段的体力疲劳应已恢复，工作和家务也已安排就绪，性生活也有了规律，夫妻双方在各方面已能互相适应。在健康良好的状态下，就可以考虑计划受孕。 　　●有病勿受孕 　　如果夫妇有一方患急性传染病、结核病、发热性疾病，或妻子心肝肺肾等重要脏器患有严重疾病时，都不应受孕。这些疾病会影响生殖细胞的质量，造成胎儿发育迟缓、低体重、早产或死胎。另外，重要脏器有严重疾病的妇女受孕后，妊娠和分娩的风险极大，容易导致心肾功能衰竭。 　　●避免药物影响 　　许多药物能使生殖细胞中的染色体或基因发生突变，导致胎儿畸形。有些药物虽不至于导致畸形，但多少会对孩子将来的身体发育与智力发育造成不良影响。因此，夫妇任何一方因某种疾病正在服药期间，不宜受孕。女性如口服避免药，应在停药后3～6个月再考虑受孕。 　　●加强营养 　　在受孕前的准备阶段，夫妻双方应注意加强营养，多吃一些高蛋白和维生素丰富的食物。使生殖细胞发育良好。 　　●加强免疫力 　　在准备怀孕阶段，夫妻双方都要注意加强自身免疫力，并且保持良好的卫生习惯，预防细菌和病毒感染。尤其是女性，如果在怀孕阶段遭受病毒袭击，那么无论是对肚子里的孩子还是对于孕妇本身，都是一种伤害。 　　●烟酒不进 　　烟酒对于生殖细胞或受精卵的毒害作用是很大的。父母如在宝宝受孕阶段以及在宫内生长发育阶段经常接触烟酒，宝宝出生后往往会体重不足，发育迟缓，智力低下。因此，打算好好“做人”的夫妇就应远离烟酒。 　　小编碎碎念：上面就是新婚夫妻在备孕期间需要了解的怀孕知识。其实，女性优生的第一步就是良好的受孕。而良好的受孕依赖于夫妻双方的身体状况，所以，母婴小编也是建议女性要养精蓄锐，在身体处于最佳状态的时候完成你的受孕，这样对于孩子的出生也是有帮助的。', '20160907/68d9499b37f44378809f6d3b7ef367d9.jpg', '0', '1');
INSERT INTO `edu_content` VALUES ('f3911715cf234ba7b8f1ba9a91fde4a1', 'd016708418c249c7bd6bdcd52d96ae19', '夏季孕妇可以吹空调吗？', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:04:42', '夏季孕妇可以吹空调吗?炎炎夏日已经来到，贪凉的妈妈少不得渴望吹吹空调了，那么，那么，职场孕妈可以吹空调吗?又有哪些注意事项呢，一起和母婴健康小编了解一下吧!\r\n孕妇可以吹空调吗\r\n有不少人认为，孕妇不能吹空调，因为吹空调可能会导致各种各样的问题。但其实，这些问题也许并没有他们说的那么严重，许多“危害”，只要你在吹空调时多注意一下，就是可以避免的。所以，吹空调，并不算是孕妇禁忌。\r\n孕妇适合吹空调吗?通常来说，准妈妈在怀孕后比以前更容易觉得热，高温会让你的身体变得太热，加快你的心跳，从而使流向胎儿的血液量减少，这可能会对你的宝宝造成压力。孕妇如果能恰当的使用空调能有效降低室内温度，让你感觉舒适些，有助于你保持平静的心情和良好的食欲。\r\n但是，准妈妈需要知道的是，孕后你的身体免疫力可不比以前，在吹空调的时候可不能像普通人那样肆无忌惮，一些注意事项还是需要了解的。\r\n孕妇可以吹空调吗?如果办公室空调太冷，职场孕妈要注意保暖哦。\r\n职场孕妈吹空调注意保暖\r\n一般办公室的空调温度保持在26℃～28℃之间。这样你会觉得比较舒适。如果你的办公室里空调温度开得非常低，你没有办法控制室内温度，也不需要过于担心，室内的低温一般不会伤害到你的宝宝，你温暖的子宫和包裹着宝宝的羊水会给他足够的保护。不过长期受寒会改变子宫的周围环境，建议办公室的妈妈常备一件薄外套或者披肩。如果在办公室感到冷的话，要穿上小外套来保暖。特别一些穿孕妇裙的孕妈妈要注意腿部的保暖，在腿部位置盖上披肩，以防腿部受冷。\r\n如果公司条件允许的话，孕妈妈可以申请更换工作环境，到没有空调的房间工作，那就最好不过了。不过如果只能呆在“空调房”中，那需要与同事协商，看能否每隔2～3小时左右通一次风，每次在半小时左右。如果以上措施无法进行也不要紧，孕妈妈可以在午餐时间出去走动透透气，值得注意的是，进出室内外要注意衣服的增减。\r\n母婴健康小编温馨提示：孕妇可以吹空调吗?夏季，艳阳高照，办公室每天都会吹着空调，只是小编认为，准妈妈在办公室吹空调要注意保暖哦。', '20160907/ae6e6c1a03174326824bf4b858ec17d4.jpg', '0', '1');
INSERT INTO `edu_content` VALUES ('f8a3a1c5281d4fbeac68a8f8101183d1', '7ca443574f544d49882e0bf77fe283d2', '分析宝宝感冒鼻塞的10个处理方法', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:20:50', '1、清洁鼻腔分泌物：可用软棉签轻轻地卷出鼻分泌物，如分泌物过硬，可滴入母乳或清洁的水少许，使其软化后再行卷出。\r\n　　2、减轻鼻粘膜充血水肿：可将0.5%呋喃西林麻黄素滴鼻液滴在棉签上，后伸入一侧鼻孔轻轻转数周，停留数秒钟后再取出，然后在另一侧鼻孔进行，一日三次。\r\n　　3、解表通窍：将母乳约50一100毫升挤在小碗中，取葱白(连根)1—2根，洗净后放入奶中，隔水蒸5—10分钟(可闻到葱香味)，取出待凉后用小勺喂给婴儿，有解表通窍治疗感冒鼻塞的作用。\r\n　　4、侧卧按摩法：右侧鼻塞向左卧，双手按压鼻翼两侧鼻唇沟中的迎香穴，一日数次，每次10下，能使阻塞的鼻腔通畅，左侧鼻塞则向右卧，这样孩子吃奶时不易发生呼吸困难。\r\n　　5、煎熏法：将三四个洋葱切碎煎汤，用鼻吸热气，或将食醋烧开吸醋气，疗效都较好。\r\n　　6、填充法：将药棉塞进鼻孔，或将大蒜瓣1个削成比鼻孔稍小的圆柱形，用薄层棉花或纱布包好塞入鼻孔，效果也不错。\r\n　　7、变位法：婴儿鼻塞时，常哭闹不停，这时可将婴儿竖直抱起，很快便能安然入睡。\r\n　　8、帮宝宝擤鼻涕：宝宝还太小，不会自己擤鼻涕，让宝宝顺畅呼吸的最好办法就是帮宝宝擤鼻涕。你可以在宝宝的外鼻孔中抹上一点凡士林油，往往能减轻鼻子的堵塞;如果鼻涕粘稠，你可以试着用用吸鼻器或将医用棉球，捻成小棒状，沾出鼻子里的鼻涕;如果鼻子堵塞已经造成了吃奶困难，你可以在吃奶前15分钟用盐水滴鼻液滴鼻，过一会，用吸鼻器将鼻腔中的盐水和粘液吸出，宝宝的鼻子就通畅了。\r\n　　9、保持空气湿润：你可以用加湿器增加宝宝居室的湿度，尤其是夜晚能帮助宝宝更顺畅地呼吸。别忘了每天用白醋和水清洁加湿器，避免灰尘和病菌的聚集。\r\n　　10、为宝宝做个蒸汽浴：带上宝宝和你一起去浴室，打开热水或淋浴，关上门，让宝宝在充满蒸汽的房子里待上15分钟，宝宝的鼻塞定会大大好转。浴后别忘了立即为宝宝换上干爽的衣服。如果让宝宝在稍热的水中玩上一会，也能减轻鼻塞的症状和降低体温。\r\n　　小编碎碎念|：上面就是关于宝宝感冒鼻塞怎么办的内容，希望看了这篇文章之后，大家可以知道了宝宝感冒鼻塞的10个处理方法，从而保障孩子的健康。所以，母婴小编觉得，父母们多了解一些生活常识，也是可以更好缓解宝宝鼻塞的问题。', '20160907/ec60641e45524c4b87440d64c575bc04.jpg', '0', '2');
INSERT INTO `edu_content` VALUES ('f8b59341128b46e0bb39443fcd94e04b', 'bd61e214c72c4c7eb637e2e2d51e9a84', '孕妇越怕生孩子越容易抑郁', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 09:39:36', '孕期抑郁怎么办?孕期是什么引起女性抑郁的?在孕期如果有忧郁会不会遗传给孩子?除此之外，对母婴健康有哪些潜在的危害呢?据美国“心理科学中心”网站报道，东芬兰大学通过对50多万名孕妇进行的调查发现：孕妇如果对分娩存在恐惧，患产后抑郁症的风险会增加。分娩对于女性来说是一种强烈的身心体验。据估计，有50%~80%的女性在分娩后会受到产后抑郁症的折磨，其症状包括焦虑、烦躁、哭泣和坐立不安等;更为严重的还会发展为重度抑郁症。产后抑郁症会影响到母亲照顾婴儿的能力和技能，削弱母子间的亲密关系，对孩子的发育和健康造成不良影响。发表在《英国医学杂志公开专栏》上的该研究成果表明，对分娩存在恐惧会让没有抑郁症病史的女性患上产后抑郁症的风险增加约3倍。\r\n\r\n初次分娩后患上产后抑郁症的风险最高。引发产后抑郁症的其他风险因素还包括剖腹产、早产和先天性异常。了解恐惧分娩与产后抑郁症之间的关联，有助于医务工作者更好地诊断这种疾病。\r\n\r\n母婴健康小编温馨提示：女人怀孕是一件自然美好的事儿，我们要在孕期学着去享受这份美好，试着去调解自己的心情哦!', '20160907/01a3e01855f240859b4a812189a5ebc4.jpg', '0', '2');
INSERT INTO `edu_content` VALUES ('ff8274f4a4444c928aed1863cdede0e4', '7ca443574f544d49882e0bf77fe283d2', '分析：不能亲吻宝宝的情况', '02d7414b2dd5467fb2c1118d1bd8bcfa', '2016-09-07 10:19:02', '大多数的人都是喜欢可爱的孩子，喜欢捏捏小脸，或者亲亲小脸。但专家解释，长期的亲吻孩子的脸部容易造成宝宝感染，甚至会有疱疹病毒的发生。因此，父母们需要了解大人不能亲吻宝宝的情况，你知道多少呢?随着母婴小编一起来看看不能抚摸孩子的情况\r\n　1、有疱疹症状时：在口唇已有疱疹的情况时，绝对不能亲吻宝宝!值得提醒的是，单纯疱疹病毒感染十分普遍，有些感染者并没有症状，是无症状排病毒者，是隐蔽的危险分子，他们亲吻宝宝的话，宝宝同样会被感染。尤其是新生儿、婴幼儿的免疫功能不健全，是易感儿，一旦感染常表现全身症状，还可能发生疱疹性脑炎，造成终身残疾甚至死亡。\r\n　　2、感冒时：普通感冒多由病毒感染引起的，流感更是厉害。这些病毒多寄生在鼻咽上呼吸道黏膜中，极易通过亲吻传播。父母有鼻塞、流涕、喷嚏、畏寒或发热等感冒症状时，一定不要再亲吻宝宝了，最好离孩子远点!\r\n　　3、患有口腔疾病：父母若患有口腔疾病，如龋齿、牙龈炎，口腔潜藏着大量细菌和病毒微生物，与宝宝亲吻时，它们乘机潜入孩子口腔及体内，给孩子的健康带来隐患。\r\n　　4、化妆之后：孕妇不要用化妆品已众所周知，因为化妆品中的添加剂、防腐剂等化学成分对胎儿有毒害作用，特别是影响神经系统的发育。那么，这些化学成分对婴幼儿有害吗?尽管婴儿比胎儿发育成熟了很多，但发育尚未完善，尤其是神经系统。所以妈妈化妆之后(尤其是抹了口红后)，最好不要跟宝宝亲吻了。\r\n　　5、吸烟：吸烟者的呼吸道、口腔中总有尼古丁、烟焦油、氢氰酸、一氧化碳、丙烯醛和一氧化氮等有毒物质的残留。婴幼儿对这些物质非常敏感，容易诱发哮喘等呼吸道疾病等。所以，无论妈妈还是爸爸吸烟，都不要跟孩子亲吻。\r\n　　6、腹泻、肠道感染者：宝宝胃肠道生理功能和免疫系统发育还不健全，无论细菌、病毒侵犯胃肠道，最易造成感染，其中多半是轮状病毒感染。据统计，全球每年约有1.11亿-1.35亿例轮状病毒腹泻，导致65万名婴儿死亡。在我国，每年也约有1800万名婴幼儿患轮状病毒感染性胃肠炎。轮状病毒可经口传播，有腹泻等症状的父母，别再亲吻宝宝。\r\n　　7、其他传染性疾病：好多传染病隐蔽性很强，甚至本人都不知道自己有病，但却具有传染性。比如开放性肺结核患者，咳痰飞沫中有大量结核菌排出，可他自己不知，还跟宝宝亲吻，会有什么结果可想而知。\r\n　　小编碎碎念：上面就是母婴小编介绍关于不能亲吻宝宝的情况，希望父母们可以重视孩子的健康问题。小编在这里也是建议父母们，无论多爱宝宝，即使是非常想与宝宝亲近，但是自己在带有这些病菌的情况下都不要跟宝宝过分亲近，根部呀欧抚摸或者亲吻宝宝，这样只会影响到孩子的健康。', '20160907/922b924619b441e7878087c7c3c3f6a3.jpg', '0', '0');

-- ----------------------------
-- Table structure for edu_type
-- ----------------------------
DROP TABLE IF EXISTS `edu_type`;
CREATE TABLE "edu_type" (
  "edu_id" varchar(100) NOT NULL,
  "edu_grade" varchar(10) DEFAULT NULL,
  "edu_pid" varchar(32) DEFAULT NULL,
  "edu_title" varchar(50) DEFAULT NULL,
  "edu_sequence" int(11) DEFAULT NULL,
  "edu_state" varchar(5) DEFAULT NULL,
  PRIMARY KEY ("edu_id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='宣教分类';

-- ----------------------------
-- Records of edu_type
-- ----------------------------

-- ----------------------------
-- Table structure for hospitalized
-- ----------------------------
DROP TABLE IF EXISTS `hospitalized`;
CREATE TABLE "hospitalized" (
  "h_id" varchar(50) NOT NULL COMMENT '#住院记录主表Id',
  "user_id" varchar(50) DEFAULT NULL COMMENT '#用户Id',
  "h_in_date" date DEFAULT NULL COMMENT '#住院日期',
  "h_out_date" date DEFAULT NULL COMMENT '#出院日期',
  "h_type" varchar(32) DEFAULT NULL COMMENT '#住院类型',
  "hospital_id" varchar(50) DEFAULT NULL COMMENT '#医院id',
  "hospital_name" varchar(100) DEFAULT NULL COMMENT '#医院名称',
  "doctor_id" varchar(50) DEFAULT NULL COMMENT '#医生id',
  "doctor_name" varchar(50) DEFAULT NULL COMMENT '#医生名称',
  PRIMARY KEY ("h_id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='住院主表';

-- ----------------------------
-- Records of hospitalized
-- ----------------------------

-- ----------------------------
-- Table structure for hospitalized_deliver
-- ----------------------------
DROP TABLE IF EXISTS `hospitalized_deliver`;
CREATE TABLE "hospitalized_deliver" (
  "h_id" varchar(50) NOT NULL COMMENT '#住院记录-住院分娩子表Id',
  "h_type" varchar(32) DEFAULT NULL COMMENT '#住院类型',
  "d_datetime" varchar(50) DEFAULT NULL COMMENT '#分娩时间',
  "d_week" int(11) DEFAULT NULL COMMENT '#分娩孕周',
  "d_alltime" float DEFAULT NULL COMMENT '#分娩总产程',
  "d_styles" varchar(300) DEFAULT NULL COMMENT '#分娩方式',
  "m_complication" varchar(300) DEFAULT NULL COMMENT '#产科并发症',
  "b_sex" varchar(10) DEFAULT NULL COMMENT '#新生儿性别',
  "b_weight" decimal(9,2) DEFAULT NULL COMMENT '#新生儿体重',
  "b_height" decimal(9,2) DEFAULT NULL COMMENT '#新生儿身长',
  "b_number" varchar(100) DEFAULT NULL COMMENT '#胎数',
  "b_complication" varchar(300) DEFAULT NULL COMMENT '#新生儿并发症',
  "attachment" varchar(500) DEFAULT NULL COMMENT '#附件地址',
  PRIMARY KEY ("h_id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='住院分娩';

-- ----------------------------
-- Records of hospitalized_deliver
-- ----------------------------

-- ----------------------------
-- Table structure for hospitalized_treat
-- ----------------------------
DROP TABLE IF EXISTS `hospitalized_treat`;
CREATE TABLE "hospitalized_treat" (
  "h_id" varchar(50) NOT NULL COMMENT '#住院记录-住院治疗子表Id',
  "h_type" varchar(32) DEFAULT NULL COMMENT '#住院类型',
  "out_diagnose" varchar(300) DEFAULT NULL COMMENT '#出院诊断',
  "in_state" varchar(300) DEFAULT NULL COMMENT '#入院情况',
  "out_state" varchar(300) DEFAULT NULL COMMENT '#出院情况',
  "effect" varchar(200) DEFAULT NULL COMMENT '#疗效',
  "d_advice" varchar(300) DEFAULT NULL COMMENT '#医嘱',
  "attachment" varchar(200) DEFAULT NULL COMMENT '#附件地址',
  PRIMARY KEY ("h_id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='住院治疗';

-- ----------------------------
-- Records of hospitalized_treat
-- ----------------------------

-- ----------------------------
-- Table structure for med_follow
-- ----------------------------
DROP TABLE IF EXISTS `med_follow`;
CREATE TABLE "med_follow" (
  "f_id" varchar(50) NOT NULL COMMENT '#随访记录主表Id',
  "user_id" varchar(50) DEFAULT NULL COMMENT '#用户Id',
  "f_type" varchar(50) DEFAULT NULL COMMENT '#随访类型p:孕期随访d:产后随访d_42:产后42天随访',
  "f_date" date DEFAULT NULL COMMENT '#随访日期',
  "doctor_id" varchar(50) DEFAULT NULL COMMENT '#医生Id',
  "doctor_name" varchar(50) DEFAULT NULL COMMENT '#医生名称',
  "hospital_id" varchar(32) DEFAULT NULL COMMENT '#医院Id',
  "hospital_name" varchar(100) DEFAULT NULL COMMENT '#医院名称',
  "f_style" varchar(50) DEFAULT NULL COMMENT '#随访形式 电话,网络,上门',
  "have_finished" int(5) DEFAULT NULL COMMENT '#是否已经完成 1:已完成，0:未完成',
  PRIMARY KEY ("f_id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='随访记录';

-- ----------------------------
-- Records of med_follow
-- ----------------------------

-- ----------------------------
-- Table structure for med_follow_d
-- ----------------------------
DROP TABLE IF EXISTS `med_follow_d`;
CREATE TABLE "med_follow_d" (
  "f_id" varchar(50) NOT NULL COMMENT '#随访记录-产后随访子表',
  "d_weight" decimal(9,2) DEFAULT NULL COMMENT '#产后体重',
  "d_blood" varchar(50) DEFAULT NULL COMMENT '#血压',
  "d_health" varchar(300) DEFAULT NULL COMMENT '#健康状况',
  "d_psychic" varchar(300) DEFAULT NULL COMMENT '#心里状况',
  "d_uber" varchar(100) DEFAULT NULL COMMENT '#乳房',
  "d_lyma" varchar(100) DEFAULT NULL COMMENT '#恶露',
  "d_womb" varchar(100) DEFAULT NULL COMMENT '#子宫',
  "d_wound" varchar(100) DEFAULT NULL COMMENT '#伤口',
  "d_education" varchar(300) DEFAULT NULL COMMENT '#健康指导',
  PRIMARY KEY ("f_id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='delivery产后随访';

-- ----------------------------
-- Records of med_follow_d
-- ----------------------------

-- ----------------------------
-- Table structure for med_follow_evaluate
-- ----------------------------
DROP TABLE IF EXISTS `med_follow_evaluate`;
CREATE TABLE "med_follow_evaluate" (
  "id" int(8) NOT NULL AUTO_INCREMENT COMMENT '#主键Id',
  "f_id" varchar(50) NOT NULL COMMENT '#随访记录Id',
  "e_evaluate" varchar(10) DEFAULT NULL COMMENT '#评价等级（非常满意、满意、一般，不满意---）',
  "e_details" varchar(255) DEFAULT NULL COMMENT '#评价详情',
  "e_date" varchar(30) DEFAULT NULL COMMENT '#评价时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='#随访记录评价表';

-- ----------------------------
-- Records of med_follow_evaluate
-- ----------------------------

-- ----------------------------
-- Table structure for med_follow_lnglat
-- ----------------------------
DROP TABLE IF EXISTS `med_follow_lnglat`;
CREATE TABLE "med_follow_lnglat" (
  "id" int(8) NOT NULL AUTO_INCREMENT COMMENT '#主键Id',
  "f_id" varchar(50) NOT NULL COMMENT '#随访记录Id',
  "doctor_id" varchar(50) DEFAULT NULL COMMENT '#医生Id',
  "f_lng" varchar(10) DEFAULT NULL COMMENT '#经度',
  "f_lat" varchar(10) DEFAULT NULL COMMENT '#纬度',
  "f_address" varchar(200) DEFAULT NULL COMMENT '#地点名称',
  "f_date" varchar(30) DEFAULT NULL COMMENT '#记录时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='#随访记录医生的经纬度轨迹表';

-- ----------------------------
-- Records of med_follow_lnglat
-- ----------------------------

-- ----------------------------
-- Table structure for med_follow_p
-- ----------------------------
DROP TABLE IF EXISTS `med_follow_p`;
CREATE TABLE "med_follow_p" (
  "f_id" varchar(50) NOT NULL COMMENT '#随访记录-孕期随访子表',
  "p_weight" decimal(9,2) DEFAULT NULL COMMENT '#孕期体重',
  "p_waist" float DEFAULT NULL COMMENT '#腹围',
  "p_heart" int(11) DEFAULT NULL COMMENT '#胎心',
  "p_blood" varchar(50) DEFAULT NULL COMMENT '#血压',
  "p_unusual" varchar(200) DEFAULT NULL COMMENT '#孕期异常',
  "p_attachment" varchar(300) DEFAULT NULL COMMENT '#附件地址',
  "p_education" varchar(200) DEFAULT NULL COMMENT '#健康指导',
  PRIMARY KEY ("f_id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='pregnancy 孕期随访';

-- ----------------------------
-- Records of med_follow_p
-- ----------------------------

-- ----------------------------
-- Table structure for office_init
-- ----------------------------
DROP TABLE IF EXISTS `office_init`;
CREATE TABLE "office_init" (
  "office_id" int(8) NOT NULL AUTO_INCREMENT COMMENT '#office_id关键字Id科室基础资料',
  "office_name" varchar(100) DEFAULT NULL COMMENT '#office_name科室名称',
  "o_graden" varchar(20) DEFAULT NULL COMMENT '#o_gradeN级别名 一级、二级、三级',
  "o_gradev" int(8) DEFAULT NULL COMMENT '#o_gradeV级别值',
  "type" varchar(8) DEFAULT NULL COMMENT '#type b:B超类型;c:产科;null或n:其他',
  PRIMARY KEY ("office_id")
) ENGINE=InnoDB AUTO_INCREMENT=106 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of office_init
-- ----------------------------

-- ----------------------------
-- Table structure for office_templet
-- ----------------------------
DROP TABLE IF EXISTS `office_templet`;
CREATE TABLE "office_templet" (
  "o_tem_id" int(11) NOT NULL AUTO_INCREMENT COMMENT '#o_tem_id科室应用模板Id',
  "o_tem_name" varchar(100) DEFAULT NULL COMMENT '#o_tem_name模板名称',
  "office_id" int(8) DEFAULT NULL COMMENT '#office_id科室Id',
  "p_office_id" int(8) DEFAULT NULL COMMENT '#p_office_id父级科室',
  "o_gradev" int(8) DEFAULT NULL COMMENT '#o_gradeV科室级别值',
  PRIMARY KEY ("o_tem_id")
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of office_templet
-- ----------------------------

-- ----------------------------
-- Table structure for r_birth_consult
-- ----------------------------
DROP TABLE IF EXISTS `r_birth_consult`;
CREATE TABLE "r_birth_consult" (
  "cid" int(8) NOT NULL AUTO_INCREMENT COMMENT '#计划生育咨询随访服务情况表',
  "reporttime" datetime DEFAULT NULL COMMENT '#报告统计时间',
  "area" varchar(100) DEFAULT NULL COMMENT '#县(市、区)名称',
  "visitconsult" int(8) DEFAULT NULL COMMENT '#上门咨询',
  "outpatientconsult" int(8) DEFAULT NULL COMMENT '#门诊咨询',
  "checkring" int(8) DEFAULT NULL COMMENT '#查环',
  "checkpregnant" int(8) DEFAULT NULL COMMENT '#查孕',
  "follow" int(8) DEFAULT NULL COMMENT '#随访',
  "providebirthct" int(8) DEFAULT NULL COMMENT '#发放避孕药具',
  "xvisitconsult" int(8) DEFAULT NULL COMMENT '#上门咨询县级',
  "xoutpatientconsult" int(8) DEFAULT NULL COMMENT '#门诊咨询',
  "xcheckring" int(8) DEFAULT NULL COMMENT '#查环',
  "xcheckpregnant" int(8) DEFAULT NULL COMMENT '#查孕',
  "xfollow" int(8) DEFAULT NULL COMMENT '#随访',
  "xprovidebirthct" int(11) DEFAULT NULL COMMENT '#发放避孕药具',
  PRIMARY KEY ("cid")
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of r_birth_consult
-- ----------------------------

-- ----------------------------
-- Table structure for r_birth_servequality
-- ----------------------------
DROP TABLE IF EXISTS `r_birth_servequality`;
CREATE TABLE "r_birth_servequality" (
  "sid" int(8) NOT NULL AUTO_INCREMENT COMMENT '#计划生育技术服务数量和质量情况年报表',
  "reporttime" datetime DEFAULT NULL COMMENT '#报告统计时间',
  "city" varchar(8) DEFAULT NULL COMMENT '#city市区名称',
  "servetotal" int(8) DEFAULT NULL COMMENT '#serverTotal各项计划生育技术服务总例数',
  "iu" int(8) DEFAULT NULL COMMENT '#inUtero放置宫内节育器例数',
  "iuperforation" int(8) DEFAULT NULL COMMENT 'iuPerforation子宫穿孔例数',
  "iuinfect" int(8) DEFAULT NULL COMMENT '#iuInfect感染例数',
  "ou" int(8) DEFAULT NULL COMMENT '#ou取出宫内节育器例数',
  "ouperforation" int(8) DEFAULT NULL COMMENT 'ouPerforation子宫穿孔例数',
  "ouinfect" int(8) DEFAULT NULL COMMENT '#ouInfect感染例数',
  "dsseminiferous" int(8) DEFAULT NULL COMMENT '#dsSeminiferous输精管绝育（desex）',
  "dsscrotum" int(8) DEFAULT NULL COMMENT '#dsScrotum阴囊血肿',
  "dssinfect" int(8) DEFAULT NULL COMMENT '#dsInfect感染例数',
  "dsoviduct" int(8) DEFAULT NULL COMMENT '#dsOviduct输卵管绝育例数',
  "dsintestinaltract" int(8) DEFAULT NULL COMMENT '#dsIntestinalTract肠管损伤例数',
  "dsbladdertract" int(8) DEFAULT NULL COMMENT '#dsBladderTract膀胱损伤例数',
  "dsoinfect" int(8) DEFAULT NULL COMMENT '#dsoInfect输卵管感染例数',
  "np" int(8) DEFAULT NULL COMMENT '#np负压吸引术',
  "npperforation" int(8) DEFAULT NULL COMMENT '#npPerforation负压子宫穿孔例数',
  "npstreampeople" int(8) DEFAULT NULL COMMENT '#npStreamPeople人流不全例数',
  "npinfect" int(8) DEFAULT NULL COMMENT '#npInfect负压感染例数',
  "curettage" int(8) DEFAULT NULL COMMENT '#curettage钳刮术例数',
  "cperforation" int(8) DEFAULT NULL COMMENT '#cPerforation子宫穿孔例数',
  "cstreampeople" int(8) DEFAULT NULL COMMENT '#cStreamPeople人流不全例数',
  "cinfect" int(8) DEFAULT NULL COMMENT '#cInfect感染例数',
  "drugstreampeople" int(8) DEFAULT NULL COMMENT '#drugStreamPeople药物流产例数',
  "narcosisstreampeople" int(8) DEFAULT NULL COMMENT '#narcosisStreamPeople麻醉流产例数',
  "placesubcutaneous" int(8) DEFAULT NULL COMMENT '#placeSubcutaneous放置皮下埋值例数',
  "outsubcutaneous" int(8) DEFAULT NULL COMMENT '#outSubcutaneous取出皮下埋值例数',
  "perforationfit" int(8) DEFAULT NULL COMMENT '#perforationFit输精管吻合术例数',
  "oviductfit" int(8) DEFAULT NULL COMMENT '#oviductFit输卵管吻合术例数',
  PRIMARY KEY ("sid")
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of r_birth_servequality
-- ----------------------------

-- ----------------------------
-- Table structure for r_childpregnant_healthmonth
-- ----------------------------
DROP TABLE IF EXISTS `r_childpregnant_healthmonth`;
CREATE TABLE "r_childpregnant_healthmonth" (
  "cpm" int(8) NOT NULL AUTO_INCREMENT COMMENT '#儿童与孕产妇健康状况月报表',
  "city" varchar(8) DEFAULT NULL COMMENT '#区名称',
  "reporttime" datetime DEFAULT NULL COMMENT '#统计报表时间',
  "blife" int(8) DEFAULT NULL COMMENT '#活产数',
  "blifeman" int(8) DEFAULT NULL COMMENT '#活产数男',
  "blifewoman" int(8) DEFAULT NULL COMMENT '#活产数女',
  "blifenosex" int(8) DEFAULT NULL COMMENT '#活产数性别不明',
  "fd" int(8) DEFAULT NULL COMMENT '#5岁以下儿童死亡数',
  "fdman" int(8) DEFAULT NULL COMMENT '#5岁以下儿童死亡数男',
  "fdwoman" int(8) DEFAULT NULL COMMENT '#5岁以下儿童死亡女',
  "fdnosex" int(8) DEFAULT NULL COMMENT '#5岁以下儿童死亡数性别未知',
  "bd" int(8) DEFAULT NULL COMMENT '#婴儿死亡数合计',
  "bdman" int(8) DEFAULT NULL COMMENT '#婴儿死亡数男',
  "bdwoman" int(8) DEFAULT NULL COMMENT '#婴儿死亡数女',
  "bdnosex" int(8) DEFAULT NULL COMMENT '#婴儿死亡数性别不明',
  "nbd" int(8) DEFAULT NULL COMMENT '#新生儿死亡数合计',
  "nbdman" int(8) DEFAULT NULL COMMENT '#新生儿死亡数男',
  "nbdwoman" int(8) DEFAULT NULL COMMENT '#新生儿死亡数女',
  "nbdnosex" int(8) DEFAULT NULL COMMENT '#新生儿死亡数性别不明',
  "enbd" int(8) DEFAULT NULL COMMENT '#早期新生儿死亡数',
  "enbdman" int(8) DEFAULT NULL COMMENT '#男',
  "enbdwoman" int(8) DEFAULT NULL COMMENT '#女',
  "enbdnosex" int(8) DEFAULT NULL COMMENT '#性别不明',
  "pregnantdie" int(8) DEFAULT NULL COMMENT '#孕产妇死亡数',
  "beforebirthdie" int(8) DEFAULT NULL COMMENT '#死胎死产数',
  PRIMARY KEY ("cpm")
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of r_childpregnant_healthmonth
-- ----------------------------

-- ----------------------------
-- Table structure for r_childpregnant_healthyear
-- ----------------------------
DROP TABLE IF EXISTS `r_childpregnant_healthyear`;
CREATE TABLE "r_childpregnant_healthyear" (
  "cpy" int(8) NOT NULL AUTO_INCREMENT COMMENT '#儿童与孕产妇健康状况年报表',
  "city" varchar(8) DEFAULT NULL COMMENT '#区名称',
  "reporttime" datetime DEFAULT NULL COMMENT '#统计报表时间',
  "blife" int(8) DEFAULT NULL COMMENT '#活产数',
  "blifeman" int(8) DEFAULT NULL COMMENT '#活产数男',
  "blifewoman" int(8) DEFAULT NULL COMMENT '#活产数女',
  "blifenosex" int(8) DEFAULT NULL COMMENT '#活产数性别不明',
  "fd" int(8) DEFAULT NULL COMMENT '#5岁以下儿童死亡数',
  "fdman" int(8) DEFAULT NULL COMMENT '#5岁以下儿童死亡数男',
  "fdwoman" int(8) DEFAULT NULL COMMENT '#5岁以下儿童死亡女',
  "fdnosex" int(8) DEFAULT NULL COMMENT '#5岁以下儿童死亡数性别未知',
  "bd" int(8) DEFAULT NULL COMMENT '#婴儿死亡数合计',
  "bdman" int(8) DEFAULT NULL COMMENT '#婴儿死亡数男',
  "bdwoman" int(8) DEFAULT NULL COMMENT '#婴儿死亡数女',
  "bdnosex" int(8) DEFAULT NULL COMMENT '#婴儿死亡数性别不明',
  "nbd" int(8) DEFAULT NULL COMMENT '#新生儿死亡数合计',
  "nbdman" int(8) DEFAULT NULL COMMENT '#新生儿死亡数男',
  "nbdwoman" int(8) DEFAULT NULL COMMENT '#新生儿死亡数女',
  "nbdnosex" int(8) DEFAULT NULL COMMENT '#新生儿死亡数性别不明',
  "enbd" int(8) DEFAULT NULL COMMENT '#早期新生儿死亡数',
  "enbdman" int(8) DEFAULT NULL COMMENT '#男',
  "enbdwoman" int(8) DEFAULT NULL COMMENT '#女',
  "enbdnosex" int(8) DEFAULT NULL COMMENT '#性别不明',
  "pregnantdie" int(8) DEFAULT NULL COMMENT '#孕产妇死亡数',
  "beforebirthdie" int(8) DEFAULT NULL COMMENT '#死胎死产数',
  PRIMARY KEY ("cpy")
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of r_childpregnant_healthyear
-- ----------------------------

-- ----------------------------
-- Table structure for r_children_health
-- ----------------------------
DROP TABLE IF EXISTS `r_children_health`;
CREATE TABLE "r_children_health" (
  "chid" int(8) NOT NULL AUTO_INCREMENT COMMENT '#七岁以下儿童保健和健康情况年报表',
  "city" varchar(100) DEFAULT NULL COMMENT '#县(市、区)名称',
  "reporttime" datetime DEFAULT NULL COMMENT '#报表统计时间',
  "sevenyo" int(8) DEFAULT NULL COMMENT '#儿童数7岁以下',
  "fiveyo" int(8) DEFAULT NULL COMMENT '#儿童数5岁以下',
  "threeyo" int(8) DEFAULT NULL COMMENT '#儿童数3岁以下',
  "fd" int(8) DEFAULT NULL COMMENT '#5岁以下儿童死亡合计',
  "fdman" int(8) DEFAULT NULL COMMENT '#5岁以下儿童死亡男',
  "fdwoman" int(8) DEFAULT NULL COMMENT '#5岁以下儿童死亡女',
  "fdnosex" int(8) DEFAULT NULL COMMENT '#5岁以下儿童死亡性别不明',
  "bd" int(8) DEFAULT NULL COMMENT '#婴儿死亡数合计',
  "bdman" int(8) DEFAULT NULL COMMENT '#婴儿死亡数男',
  "bdwoman" int(8) DEFAULT NULL COMMENT '#婴儿死亡数女',
  "bdnosex" int(8) DEFAULT NULL COMMENT '#婴儿死亡数性别不明',
  "nbd" int(8) DEFAULT NULL COMMENT '#新生儿死亡数',
  "nbdman" int(8) DEFAULT NULL COMMENT '#新生儿死亡数男',
  "nbdwoman" int(8) DEFAULT NULL COMMENT '#新生儿死亡数女',
  "nbdnosex" int(8) DEFAULT NULL COMMENT '#新生儿死亡数性别不明',
  "surveyperson" int(8) DEFAULT NULL COMMENT '#调查人数',
  "breastfeed" int(8) DEFAULT NULL COMMENT '#母乳喂养人数',
  "onlybreastfeed" int(8) DEFAULT NULL COMMENT '#纯母乳喂养人数',
  "nbdvisit" int(8) DEFAULT NULL COMMENT '#新生儿访视人数',
  "puk" int(8) DEFAULT NULL COMMENT '#新生儿苯丙酮尿症筛查',
  "thyroid" int(8) DEFAULT NULL COMMENT '#新生儿甲状腺功能减低证筛查人数',
  "hearing" int(8) DEFAULT NULL COMMENT '#新生儿听力筛查人数',
  "sevenhealthma" int(8) DEFAULT NULL COMMENT '#七岁以下儿童健康管理人数',
  "threehealthma" int(8) DEFAULT NULL COMMENT '#三岁以下系统管理人数',
  "checkperson" int(8) DEFAULT NULL COMMENT '#检查人数',
  "weight" int(8) DEFAULT NULL COMMENT '#体重<中位数-2sd人数',
  "heightlessmid" int(8) DEFAULT NULL COMMENT '#身高(长)<中位数-2sd人数',
  "heightmoremid" int(8) DEFAULT NULL COMMENT '#身高(长)别体重>中位数+1sd人数',
  "heightgreatmid" int(8) DEFAULT NULL COMMENT '#身高(长)别体重>中位数+2sd人数',
  "bloodcheck" int(8) DEFAULT NULL COMMENT '#血红蛋白检查人数',
  "bloodlessh" int(8) DEFAULT NULL COMMENT '#血红蛋白小于110克每升',
  "bloodlessn" int(8) DEFAULT NULL COMMENT '#血红蛋白小于90克每升',
  PRIMARY KEY ("chid")
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of r_children_health
-- ----------------------------

-- ----------------------------
-- Table structure for r_complication_evaluation
-- ----------------------------
DROP TABLE IF EXISTS `r_complication_evaluation`;
CREATE TABLE "r_complication_evaluation" (
  "city" varchar(255) DEFAULT NULL COMMENT '县市区名称',
  "invalidismtotal" int(11) DEFAULT NULL COMMENT '病残儿鉴定总例数',
  "invalidism" int(11) DEFAULT NULL COMMENT '病残儿总例数',
  "geneticdisease" int(11) DEFAULT NULL COMMENT '遗传病例数',
  "hereditarydisease" int(11) DEFAULT NULL COMMENT '非遗传病例数',
  "accident" int(11) DEFAULT NULL COMMENT '意外致残例数',
  "generable" int(11) DEFAULT NULL COMMENT '可以再生育的例数',
  "prenataldisgnosis" int(11) DEFAULT NULL COMMENT '经需要做产前诊断的例数',
  "complicationtotal" int(11) DEFAULT NULL COMMENT '计划生育手术并发症鉴定总例数',
  "stairtotal" int(11) DEFAULT NULL COMMENT '一级生育手术并发症总例数',
  "stairfirstgrade" int(11) DEFAULT NULL COMMENT '一级甲等例数',
  "stairsecondgrade" int(11) DEFAULT NULL COMMENT '一级乙等例数',
  "secondarytotal" int(11) DEFAULT NULL COMMENT '二级生育手术并发症总例数',
  "secondaryfirstgrade" int(11) DEFAULT NULL COMMENT '二级甲等例数',
  "secondarysecondgrade" int(11) DEFAULT NULL COMMENT '二级乙等例数',
  "secondarythirdgrade" int(11) DEFAULT NULL COMMENT '二级丙等例数',
  "secondaryfourthgrade" int(11) DEFAULT NULL COMMENT '二级丁等例数',
  "tertiarytotal" int(11) DEFAULT NULL COMMENT '三级生育手术并发症总例数',
  "tertiaryfirstgrade" int(11) DEFAULT NULL COMMENT '三级甲等例数',
  "tertiarysecondgrade" int(11) DEFAULT NULL COMMENT '三级乙等例数',
  "tertiarythirdgrade" int(11) DEFAULT NULL COMMENT '三级丙等例数',
  "tertiaryfourthgrade" int(11) DEFAULT NULL COMMENT '三级丁等例数',
  "tertiaryfifthgrade" int(11) DEFAULT NULL COMMENT '三级戊等例数',
  "id" int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  "creater" varchar(255) DEFAULT NULL COMMENT '建表人',
  "createtime" datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='病残儿和计划生育手术并发症分级鉴定情况年报表';

-- ----------------------------
-- Records of r_complication_evaluation
-- ----------------------------

-- ----------------------------
-- Table structure for r_gynecological_disease
-- ----------------------------
DROP TABLE IF EXISTS `r_gynecological_disease`;
CREATE TABLE "r_gynecological_disease" (
  "gdid" int(8) NOT NULL AUTO_INCREMENT COMMENT '#妇女常见病筛查情况年报表',
  "reporttime" datetime DEFAULT NULL COMMENT '#报告时间',
  "area" varchar(50) DEFAULT NULL COMMENT '#area县(市、区)名称',
  "number" int(8) DEFAULT NULL COMMENT '#number20~60岁妇女人数',
  "shouldcheck" int(8) DEFAULT NULL COMMENT '#shouldcheck应查人数',
  "actualcheck" int(8) DEFAULT NULL COMMENT '#actualcheck实查人数',
  "cervicalcancerscreening" int(8) DEFAULT NULL COMMENT '#cervicalcancerscreening宫颈癌筛查人数',
  "breastcancerscreening" int(8) DEFAULT NULL COMMENT '#breastcancerscreening乳腺癌筛查人数',
  "commondisease" int(8) DEFAULT NULL COMMENT '#commondisease查出妇女常见病患病总人数',
  "coleitis" int(8) DEFAULT NULL COMMENT '#coleitis阴道炎患病人数',
  "cervicitis" int(8) DEFAULT NULL COMMENT '#cervicitis宫颈炎患病人数',
  "condyloma" int(8) DEFAULT NULL COMMENT '#condyloma尖锐湿疣患病人数',
  "fibroid" int(8) DEFAULT NULL COMMENT '#fibroid子宫肌瘤病患人数',
  "cervicalcancer" int(8) DEFAULT NULL COMMENT '#cervicalcancer宫颈癌患病人数',
  "cervicalcancerdead" int(8) DEFAULT NULL COMMENT '#cervicalcancerdead宫颈癌死亡人数',
  "breastcancer" int(8) DEFAULT NULL COMMENT '#breastcancer乳腺癌患病人数',
  "breastcancerdead" int(8) DEFAULT NULL COMMENT '#breastcancerdead乳腺癌死亡人数',
  "oophoroma" int(8) DEFAULT NULL COMMENT '#oophoroma卵巢癌患病人数',
  PRIMARY KEY ("gdid")
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of r_gynecological_disease
-- ----------------------------

-- ----------------------------
-- Table structure for r_institution_management
-- ----------------------------
DROP TABLE IF EXISTS `r_institution_management`;
CREATE TABLE "r_institution_management" (
  "city" varchar(255) DEFAULT NULL COMMENT '县市区名称',
  "diseasescreen" int(11) DEFAULT NULL COMMENT '新生儿疾病筛查机构总数',
  "dscitylevel" int(11) DEFAULT NULL COMMENT '市级新生儿疾病筛查机构总数',
  "dscountylevel" int(11) DEFAULT NULL COMMENT '县级新生儿疾病筛查机构总数',
  "dstownshiplevel" int(11) DEFAULT NULL COMMENT '乡级新生儿疾病筛查机构总数',
  "dspersonnel" int(11) DEFAULT NULL COMMENT '新生儿疾病筛查机构人员总数',
  "dsholder" int(11) DEFAULT NULL COMMENT '新生儿疾病筛查机构持证人员总数',
  "dsbloodcollection" int(11) DEFAULT NULL COMMENT '新生儿疾病筛查采血机构总数',
  "dsbccitylevel" int(11) DEFAULT NULL COMMENT '市级新生儿疾病筛查采血机构总数',
  "dsbccountylevel" int(11) DEFAULT NULL COMMENT '县级新生儿疾病筛查采血机构总数',
  "dsbctownshiplevel" int(11) DEFAULT NULL COMMENT '乡级新生儿疾病筛查采血机构总数',
  "dsbcpersonnel" int(11) DEFAULT NULL COMMENT '新生儿疾病筛查采血机构人员总数',
  "dsbcholder" int(11) DEFAULT NULL COMMENT '新生儿疾病筛查采血机构持证人员总数',
  "prenatalscreen" int(11) DEFAULT NULL COMMENT '产前筛查机构总数',
  "pscitylevel" int(11) DEFAULT NULL COMMENT '市级产前筛查机构总数',
  "pscountylevel" int(11) DEFAULT NULL COMMENT '县级产前筛查机构总数',
  "pstownshiplevel" int(11) DEFAULT NULL COMMENT '乡级产前筛查机构总数',
  "pspersonnel" int(11) DEFAULT NULL COMMENT '产前筛查机构人员总数',
  "psholder" int(11) DEFAULT NULL COMMENT '产前筛查机构持证人员总数',
  "psbloodcollection" int(11) DEFAULT NULL COMMENT '产前筛查采血机构总数',
  "psbccitylevel" int(11) DEFAULT NULL COMMENT '市级产前筛查采血机构总数',
  "psbccountylevel" int(11) DEFAULT NULL COMMENT '县级产前筛查采血机构总数',
  "psbctownshiplevel" int(11) DEFAULT NULL COMMENT '乡级产前筛查采血机构总数',
  "psbcpersonnel" int(11) DEFAULT NULL COMMENT '产前筛查采血机构人员总数',
  "psbcholder" int(11) DEFAULT NULL COMMENT '产前筛查采血机构持证人员总数',
  "prenataldisgnosis" int(11) DEFAULT NULL COMMENT '产前诊断机构总数',
  "pdlicence" int(11) DEFAULT NULL COMMENT '有许可证产前诊断机构总数',
  "pdpersonnel" int(11) DEFAULT NULL COMMENT '产前诊断机构人员总数',
  "pdprofessional" int(11) DEFAULT NULL COMMENT '产前诊断机构中高级人员总数',
  "pdholder" int(11) DEFAULT NULL COMMENT '产前诊断机构持证人员总数',
  "id" int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  "creater" varchar(255) DEFAULT NULL COMMENT '建表人',
  "createtime" datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='新生儿疾病筛查、产前筛查、产前诊断开展机构情况年报表';

-- ----------------------------
-- Records of r_institution_management
-- ----------------------------

-- ----------------------------
-- Table structure for r_midterminduced
-- ----------------------------
DROP TABLE IF EXISTS `r_midterminduced`;
CREATE TABLE "r_midterminduced" (
  "miid" int(8) NOT NULL AUTO_INCREMENT COMMENT '#中期引产情况年报表.',
  "reporttime" datetime DEFAULT NULL COMMENT '#报告统计时间',
  "area" varchar(50) DEFAULT NULL COMMENT '#area县(市、区)名称',
  "number" int(8) DEFAULT NULL COMMENT '#中期引产总例数',
  "bman" int(8) DEFAULT NULL COMMENT '#基础引出胎儿男',
  "bwoman" int(8) DEFAULT NULL COMMENT '#基础引出胎儿女',
  "bunsex" int(8) DEFAULT NULL COMMENT '#基础性别不明',
  "uterinerupture" int(8) DEFAULT NULL COMMENT '#子宫破裂例数',
  "uterineperforation" int(8) DEFAULT NULL COMMENT '#子宫穿孔例数',
  "influence" int(8) DEFAULT NULL COMMENT '#感染例数',
  "number_hl" int(8) DEFAULT NULL COMMENT '#中期引产总例数(县级及以上医疗卫生机构)',
  "man_hl" int(8) DEFAULT NULL COMMENT '#县级引出胎儿男',
  "woman_hl" int(8) DEFAULT NULL COMMENT '#县引出胎儿女',
  "sex_hl" int(8) DEFAULT NULL COMMENT '#县引产出胎儿性别不明',
  "uterinerupture_hl" int(8) DEFAULT NULL COMMENT '#子宫破裂例数(县级及以上医疗卫生机构)',
  "uterineperforation_hl" int(8) DEFAULT NULL COMMENT '#子宫穿孔例数(县级及以上医疗卫生机构)',
  "influence_hl" int(8) DEFAULT NULL COMMENT '#感染例数(县级及以上医疗卫生机构)',
  PRIMARY KEY ("miid")
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of r_midterminduced
-- ----------------------------

-- ----------------------------
-- Table structure for r_newborn_examination
-- ----------------------------
DROP TABLE IF EXISTS `r_newborn_examination`;
CREATE TABLE "r_newborn_examination" (
  "city" varchar(255) DEFAULT NULL COMMENT '县市区名称',
  "pkuexamination" int(11) DEFAULT NULL COMMENT '苯丙酮尿症筛查人数',
  "pkupositive" int(11) DEFAULT NULL COMMENT '苯丙酮尿症筛查阳性人数',
  "pkudiagnosis" int(11) DEFAULT NULL COMMENT '苯丙酮尿症筛查诊断人数',
  "classicalpkudiagnose" int(11) DEFAULT NULL COMMENT '经典型苯丙酮尿症确诊人数',
  "classicalpkucure" int(11) DEFAULT NULL COMMENT '经典型苯丙酮尿症治疗人数',
  "phenylalaninediagnose" int(11) DEFAULT NULL COMMENT '除经典型外的高苯丙氨酸血确诊人数',
  "phenylalaninecure" int(11) DEFAULT NULL COMMENT '经典型外的高苯丙氨酸血治疗人数',
  "hypothyroidismexamination" int(11) DEFAULT NULL COMMENT '先天性甲低筛查人数',
  "hypothyroidismpositive" int(11) DEFAULT NULL COMMENT '先天性甲低筛查阳性人数',
  "hypothyroidismdiagnosis" int(11) DEFAULT NULL COMMENT '先天性甲低诊断人数',
  "hypothyroidismdiagnose" int(11) DEFAULT NULL COMMENT '先天性甲低确诊人数',
  "hypothyroidismcure" int(11) DEFAULT NULL COMMENT '先天性甲低治疗人数',
  "tshdiagnose" int(11) DEFAULT NULL COMMENT '高TSH确诊人数',
  "tshcure" int(11) DEFAULT NULL COMMENT '高TSH治疗人数',
  "g6pdexamination" int(11) DEFAULT NULL COMMENT 'G-6PD缺乏筛查人数',
  "g6pdpositive" int(11) DEFAULT NULL COMMENT 'G-6PD缺乏筛查阳性人数',
  "hearpreliminary" int(11) DEFAULT NULL COMMENT '新生儿听力筛查初查人数',
  "hearpreliminarypositive" int(11) DEFAULT NULL COMMENT '新生儿听力筛查初查阳性人数',
  "hearreview" int(11) DEFAULT NULL COMMENT '新生儿听力筛查复查人数',
  "hearreviewpositive" int(11) DEFAULT NULL COMMENT '新生儿听力筛查复查阳性人数',
  "heardiagnosis" int(11) DEFAULT NULL COMMENT '新生儿听力筛查诊断人数',
  "hearpositive" int(11) DEFAULT NULL COMMENT '新生儿听力筛查确诊阳性人数',
  "hearcure" int(11) DEFAULT NULL COMMENT '新生儿听力筛查治疗人数',
  "id" int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  "creater" varchar(255) DEFAULT NULL COMMENT '建表人',
  "createtime" datetime DEFAULT NULL COMMENT '创建时间',
  "type" varchar(255) DEFAULT NULL COMMENT '报表类型：m月报表，y年报表',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COMMENT='新生儿疾病筛查情况报表';

-- ----------------------------
-- Records of r_newborn_examination
-- ----------------------------

-- ----------------------------
-- Table structure for r_newborn_healthmonth
-- ----------------------------
DROP TABLE IF EXISTS `r_newborn_healthmonth`;
CREATE TABLE "r_newborn_healthmonth" (
  "id" int(12) NOT NULL AUTO_INCREMENT COMMENT '#5岁以下儿童保健情况月报表(主键)',
  "counties" varchar(255) DEFAULT NULL COMMENT '#县市区名称',
  "underage" int(12) DEFAULT NULL COMMENT '#3岁以下儿童数',
  "fstaturenum" int(12) DEFAULT NULL COMMENT '#5岁身高实查人数',
  "fweightlt" int(12) DEFAULT NULL COMMENT '#5岁体重<中位数 -2SD人数',
  "fheightlt" int(12) DEFAULT NULL COMMENT '#5岁身高（长）<中位数-2SD人数',
  "fheightgt" int(12) DEFAULT NULL COMMENT '#5岁身高（长）别体重>中位数+1SD人数',
  "fheightgts" int(12) DEFAULT NULL COMMENT '#5岁身高（长）别体重>中位数+2SD人数',
  "fhemoglobinnum" int(12) DEFAULT NULL COMMENT '#5岁血红蛋白实查人数',
  "fhemoglobinlt" int(12) DEFAULT NULL COMMENT '#5岁血红蛋白<110克/升',
  "fhemoglobinlts" int(12) DEFAULT NULL COMMENT '#5岁血红蛋白<90克/升',
  "staturenum" int(12) DEFAULT NULL COMMENT '#3岁身高实查人数',
  "weightlt" int(12) DEFAULT NULL COMMENT '#3岁体重<中位数 -2SD人数',
  "heightlt" int(12) DEFAULT NULL COMMENT '#3岁身高（长）<中位数-2SD人数',
  "heightgt" int(12) DEFAULT NULL COMMENT '#3岁身高（长）别体重>中位数+1SD人数',
  "heightgts" int(12) DEFAULT NULL COMMENT '#3岁身高（长）别体重>中位数+2SD人数',
  "hemoglobinnum" int(12) DEFAULT NULL COMMENT '#3岁血红蛋白实查人数',
  "hemoglobinlt" int(12) DEFAULT NULL COMMENT '#3岁血红蛋白<110克/升',
  "hemoglobinlts" int(12) DEFAULT NULL COMMENT '#3岁血红蛋白<90克/升',
  "author" varchar(20) DEFAULT NULL COMMENT '制表人',
  "creationtime" datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=30 DEFAULT CHARSET=utf8 COMMENT='5岁以下儿童保健情况月报表';

-- ----------------------------
-- Records of r_newborn_healthmonth
-- ----------------------------

-- ----------------------------
-- Table structure for r_newborn_lifemonth
-- ----------------------------
DROP TABLE IF EXISTS `r_newborn_lifemonth`;
CREATE TABLE "r_newborn_lifemonth" (
  "id" int(12) NOT NULL AUTO_INCREMENT COMMENT '#5岁以下儿童生命指标月报表(主键)',
  "counties" varchar(255) DEFAULT NULL COMMENT '#县市区名称',
  "fivenextsum" int(12) DEFAULT NULL COMMENT '#5岁以下儿童死亡人数合计',
  "fivenextboy" int(12) DEFAULT NULL COMMENT '#男',
  "fivenextgirl" int(12) DEFAULT NULL COMMENT '#女',
  "fivenextno" int(12) DEFAULT NULL COMMENT '#性别不明',
  "babysum" int(12) DEFAULT NULL COMMENT '#婴儿死亡人数合计',
  "babyboy" int(12) DEFAULT NULL COMMENT '#男',
  "babygirl" int(12) DEFAULT NULL COMMENT '#女',
  "babyno" int(12) DEFAULT NULL COMMENT '#性别不明',
  "newbornsum" int(12) DEFAULT NULL COMMENT '#新生儿死亡人数合计',
  "newbornboy" int(12) DEFAULT NULL COMMENT '#男',
  "newborngirl" int(12) DEFAULT NULL COMMENT '#女',
  "newbornno" int(12) DEFAULT NULL COMMENT '#性别不明',
  "ltlivebirth" int(12) DEFAULT NULL COMMENT '#<37周活产数',
  "ltweight" int(12) DEFAULT NULL COMMENT '#出生体重<2500克人数',
  "gtweight" int(12) DEFAULT NULL COMMENT '#出生体重>=4000克人数',
  "stillbirthnum" int(12) DEFAULT NULL COMMENT '#死胎死产数',
  "indaynum" int(12) DEFAULT NULL COMMENT '#7天内死亡人数合计',
  "indayboy" int(12) DEFAULT NULL COMMENT '#男',
  "indaygirl" int(12) DEFAULT NULL COMMENT '#女',
  "indayno" int(12) DEFAULT NULL COMMENT '#性别不明',
  "tetanus" int(12) DEFAULT NULL COMMENT '#新生儿破伤风发病数',
  "tetanusdie" int(12) DEFAULT NULL COMMENT '#新生儿破伤风死亡数',
  "author" varchar(20) DEFAULT NULL COMMENT '制表人',
  "creationtime" datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=30 DEFAULT CHARSET=utf8 COMMENT='5岁以下儿童生命指标月报表';

-- ----------------------------
-- Records of r_newborn_lifemonth
-- ----------------------------

-- ----------------------------
-- Table structure for r_newborn_proveyear
-- ----------------------------
DROP TABLE IF EXISTS `r_newborn_proveyear`;
CREATE TABLE "r_newborn_proveyear" (
  "id" int(12) NOT NULL AUTO_INCREMENT COMMENT '#出生医学证明,管理使用情况年度统计表(主键)',
  "counties" varchar(255) DEFAULT NULL COMMENT '#县市区名称',
  "lastyearnum" int(12) DEFAULT NULL COMMENT '#上一年低库存数',
  "thisyearnum" int(12) DEFAULT NULL COMMENT '#当年申领数',
  "lastsign" int(12) DEFAULT NULL COMMENT '#当年出生签发数',
  "thissign" int(12) DEFAULT NULL COMMENT '#历年出生签发数',
  "change" int(12) DEFAULT NULL COMMENT '#换发数',
  "reissue" int(12) DEFAULT NULL COMMENT '#补发数',
  "signsubtotal" int(12) DEFAULT NULL COMMENT '#机构内小计',
  "deliversign" int(12) DEFAULT NULL COMMENT '#家庭接生员接生的签发数',
  "elsesign" int(12) DEFAULT NULL COMMENT '#其他情况的签发数',
  "onsubtotal" int(12) DEFAULT NULL COMMENT '#机构外小计',
  "wrong" int(12) DEFAULT NULL COMMENT '#因打印或填写错误数',
  "losenum" int(12) DEFAULT NULL COMMENT '#遗失数',
  "uncommon" int(12) DEFAULT NULL COMMENT '#其他原因数',
  "abandonnum" int(12) DEFAULT NULL COMMENT '#废证数小计',
  "provesum" int(12) DEFAULT NULL COMMENT '#合计',
  "thisyearstock" int(12) DEFAULT NULL COMMENT '#当年年底库存数',
  "ivebirth" int(12) DEFAULT NULL COMMENT '#当年医疗保健内活产数',
  "author" varchar(20) DEFAULT NULL COMMENT '制表人',
  "creationtime" datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=34 DEFAULT CHARSET=utf8 COMMENT='出生医学证明,管理使用情况年度统计表';

-- ----------------------------
-- Records of r_newborn_proveyear
-- ----------------------------

-- ----------------------------
-- Table structure for r_pregnant_childbirthmonth
-- ----------------------------
DROP TABLE IF EXISTS `r_pregnant_childbirthmonth`;
CREATE TABLE "r_pregnant_childbirthmonth" (
  "cmid" int(12) NOT NULL AUTO_INCREMENT COMMENT '#接产机构分娩情况月表(主键)',
  "cmcounties" varchar(255) DEFAULT NULL COMMENT '#县市区名称',
  "cmchildbirthsum" int(12) DEFAULT NULL COMMENT '#住院分娩产妇数',
  "cmhighrisk" int(12) DEFAULT NULL COMMENT '#高危产妇数',
  "cmnature" int(12) DEFAULT NULL COMMENT '#阴道自然分娩术',
  "cmvaginasum" int(12) DEFAULT NULL COMMENT '#阴道助产总数',
  "cmfetalhead" int(12) DEFAULT NULL COMMENT '#胎头吸引术',
  "cmhaunch" int(12) DEFAULT NULL COMMENT '#臀位助产',
  "cmhiptraction" int(12) DEFAULT NULL COMMENT '#臀位牵引术',
  "cmforceps" int(12) DEFAULT NULL COMMENT '#产钳术',
  "cmother" int(12) DEFAULT NULL COMMENT '#其他',
  "cmcesareansum" int(12) DEFAULT NULL COMMENT '#刨宫产产妇总数',
  "cmmedicine" int(12) DEFAULT NULL COMMENT '#医学指征刨宫产产妇数',
  "cmnomedicine" int(12) DEFAULT NULL COMMENT '#非医学指征刨宫产产妇数',
  "cmlivebirthsum" int(12) DEFAULT NULL COMMENT '#活产总数',
  "cmboy" int(12) DEFAULT NULL COMMENT '#男',
  "cmgirl" int(12) DEFAULT NULL COMMENT '#女',
  "cmunknown" int(12) DEFAULT NULL COMMENT '#性别不明',
  "cmlivebirth" int(12) DEFAULT NULL COMMENT '#刨宫产活产数',
  "cmstillbirths" int(12) DEFAULT NULL COMMENT '#死胎数',
  "cmstillbirth" int(12) DEFAULT NULL COMMENT '#死产数',
  "cmauthor" varchar(20) DEFAULT NULL COMMENT '制表人',
  "cmcreationtime" datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ("cmid")
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8 COMMENT='接产机构分娩情况月表';

-- ----------------------------
-- Records of r_pregnant_childbirthmonth
-- ----------------------------

-- ----------------------------
-- Table structure for r_pregnant_childbirthyear
-- ----------------------------
DROP TABLE IF EXISTS `r_pregnant_childbirthyear`;
CREATE TABLE "r_pregnant_childbirthyear" (
  "cyid" int(12) NOT NULL AUTO_INCREMENT COMMENT '#接产机构分娩情况年表(主键)',
  "cycounties" varchar(255) DEFAULT NULL COMMENT '#县市区名称',
  "cychildbirthsum" int(12) DEFAULT NULL COMMENT '#住院分娩产妇数',
  "cyhighrisk" int(12) DEFAULT NULL COMMENT '#高危产妇数',
  "cynature" int(12) DEFAULT NULL COMMENT '#阴道自然分娩术',
  "cyvaginasum" int(12) DEFAULT NULL COMMENT '#阴道助产总数',
  "cyfetalhead" int(12) DEFAULT NULL COMMENT '#胎头吸引术',
  "cyhaunch" int(12) DEFAULT NULL COMMENT '#臀位助产',
  "cyhiptraction" int(12) DEFAULT NULL COMMENT '#臀位牵引术',
  "cyforceps" int(12) DEFAULT NULL COMMENT '#产钳术',
  "cyother" int(12) DEFAULT NULL COMMENT '#其他',
  "cycesareansum" int(12) DEFAULT NULL COMMENT '#刨宫产产妇总数',
  "cymedicine" int(12) DEFAULT NULL COMMENT '#医学指征刨宫产产妇数',
  "cynomedicine" int(12) DEFAULT NULL COMMENT '#非医学指征刨宫产产妇数',
  "cylivebirthsum" int(12) DEFAULT NULL COMMENT '#活产总数',
  "cyboy" int(12) DEFAULT NULL COMMENT '#男',
  "cygirl" int(12) DEFAULT NULL COMMENT '#女',
  "cyunknown" int(12) DEFAULT NULL COMMENT '#性别不明',
  "cylivebirth" int(12) DEFAULT NULL COMMENT '#刨宫产活产数',
  "cystillbirths" int(12) DEFAULT NULL COMMENT '#死胎数',
  "cystillbirth" int(12) DEFAULT NULL COMMENT '#死产数',
  "cyauthor" varchar(20) DEFAULT NULL COMMENT '制表人',
  "cycreationtime" datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ("cyid")
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8 COMMENT='接产机构分娩情况年表';

-- ----------------------------
-- Records of r_pregnant_childbirthyear
-- ----------------------------

-- ----------------------------
-- Table structure for r_pregnant_flawmonth
-- ----------------------------
DROP TABLE IF EXISTS `r_pregnant_flawmonth`;
CREATE TABLE "r_pregnant_flawmonth" (
  "fmid" int(12) NOT NULL AUTO_INCREMENT COMMENT '#出生缺陷发生情况月报表(主键)',
  "fmcounties" varchar(255) DEFAULT NULL COMMENT '#县市区名称',
  "fmdelivery" int(12) DEFAULT NULL COMMENT '#住院分娩围产儿数',
  "fmflawgtday" int(12) DEFAULT NULL COMMENT '#缺陷大于等于28周',
  "fmflawltday" int(12) DEFAULT NULL COMMENT '#缺陷小于28周',
  "fmmalformation" int(12) DEFAULT NULL COMMENT '#无脑畸形',
  "fmrachischisis" int(12) DEFAULT NULL COMMENT '#脊柱裂',
  "fmharns" int(12) DEFAULT NULL COMMENT '#脑彭出',
  "fmponding" int(12) DEFAULT NULL COMMENT '#先天性脑积水',
  "fmcleftpalate" int(12) DEFAULT NULL COMMENT '#腭裂',
  "fmharelip" int(12) DEFAULT NULL COMMENT '#唇裂',
  "fmcleftpalateharelip" int(12) DEFAULT NULL COMMENT '#腭裂合并唇裂',
  "fmsyndrome" int(12) DEFAULT NULL COMMENT '#唐氏综合征',
  "fmcardiopathy" int(12) DEFAULT NULL COMMENT '#先天性心脏病',
  "fmedema" int(12) DEFAULT NULL COMMENT '#胎儿水肿综合征',
  "fmother" int(12) DEFAULT NULL COMMENT '#其他',
  "fmgtcure" int(12) DEFAULT NULL COMMENT '#缺陷治疗大于28周',
  "fmltcure" int(12) DEFAULT NULL COMMENT '#缺陷治疗小于28周',
  "fmantenatal" int(12) DEFAULT NULL COMMENT '#产前',
  "fmpostpartum" int(12) DEFAULT NULL COMMENT '#产后7天内',
  "fmlivebirth" int(12) DEFAULT NULL COMMENT '#活产',
  "fmdeadfetus" int(12) DEFAULT NULL COMMENT '#死胎',
  "fmstillbirth" int(12) DEFAULT NULL COMMENT '#死产',
  "fmpostpartumday" int(12) DEFAULT NULL COMMENT '#7天内死亡',
  "fmauthor" varchar(20) DEFAULT NULL COMMENT '制表人',
  "fmcreationtime" datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ("fmid")
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8 COMMENT='出生缺陷发生情况月报表';

-- ----------------------------
-- Records of r_pregnant_flawmonth
-- ----------------------------

-- ----------------------------
-- Table structure for r_pregnant_flawyear
-- ----------------------------
DROP TABLE IF EXISTS `r_pregnant_flawyear`;
CREATE TABLE "r_pregnant_flawyear" (
  "bfid" int(12) NOT NULL AUTO_INCREMENT COMMENT '#出生缺陷发生情况年报表(主键)',
  "bfcounties" varchar(255) DEFAULT NULL COMMENT '#县市区名称',
  "bfsum" int(12) DEFAULT NULL COMMENT '#总数',
  "bfmunicipalityy" int(12) DEFAULT NULL COMMENT '#医院自治区级',
  "bfhospitalcity" int(12) DEFAULT NULL COMMENT '#医院市级',
  "bfhospitalcounty" int(12) DEFAULT NULL COMMENT '#医院县级',
  "bfhospitalvillage" int(12) DEFAULT NULL COMMENT '#医院乡级',
  "bfwomendistrict" int(12) DEFAULT NULL COMMENT '#妇幼省级',
  "bfwomencity" int(12) DEFAULT NULL COMMENT '#妇幼市级',
  "bfwomencounty" int(12) DEFAULT NULL COMMENT '#妇幼县级',
  "bfdelivery" int(12) DEFAULT NULL COMMENT '#住院分娩围产儿数',
  "bfflawgtday" int(12) DEFAULT NULL COMMENT '#缺陷大于等于28周',
  "bfflawltday" int(12) DEFAULT NULL COMMENT '#缺陷小于28周',
  "bfmalformation" int(12) DEFAULT NULL COMMENT '#无脑畸形',
  "bfrachischisis" int(12) DEFAULT NULL COMMENT '#脊柱裂',
  "bfharns" int(12) DEFAULT NULL COMMENT '#脑彭出',
  "bfponding" int(12) DEFAULT NULL COMMENT '#先天性脑积水',
  "bfcleftpalate" int(12) DEFAULT NULL COMMENT '#腭裂',
  "bfharelip" int(12) DEFAULT NULL COMMENT '#唇裂',
  "bfcleftpalateharelip" int(12) DEFAULT NULL COMMENT '#腭裂合并唇裂',
  "bfsyndrome" int(12) DEFAULT NULL COMMENT '#唐氏综合征',
  "bfcardiopathy" int(12) DEFAULT NULL COMMENT '#先天性心脏病',
  "bfedema" int(12) DEFAULT NULL COMMENT '#胎儿水肿综合征',
  "bfother" int(12) DEFAULT NULL COMMENT '#其他',
  "bfgtcure" int(12) DEFAULT NULL COMMENT '#缺陷治疗大于28周',
  "bfltcure" int(12) DEFAULT NULL COMMENT '#缺陷治疗小于28周',
  "bfantenatal" int(12) DEFAULT NULL COMMENT '#产前',
  "bfpostpartum" int(12) DEFAULT NULL COMMENT '#产后7天内',
  "bflivebirth" int(12) DEFAULT NULL COMMENT '#活产',
  "bfdeadfetus" int(12) DEFAULT NULL COMMENT '#死胎',
  "bfstillbirth" int(12) DEFAULT NULL COMMENT '#死产',
  "bfpostpartumday" int(12) DEFAULT NULL COMMENT '#7天内死亡',
  "bfauthor" varchar(20) DEFAULT NULL COMMENT '制表人',
  "bfcreationtime" datetime DEFAULT NULL COMMENT '创建时间',
  "areaid" int(12) DEFAULT NULL COMMENT '地区ID',
  PRIMARY KEY ("bfid")
) ENGINE=InnoDB AUTO_INCREMENT=139 DEFAULT CHARSET=utf8 COMMENT='出生缺陷发生情况年报表';

-- ----------------------------
-- Records of r_pregnant_flawyear
-- ----------------------------

-- ----------------------------
-- Table structure for r_pregnant_health
-- ----------------------------
DROP TABLE IF EXISTS `r_pregnant_health`;
CREATE TABLE "r_pregnant_health" (
  "pid" int(8) NOT NULL AUTO_INCREMENT COMMENT '#孕产妇保健和健康情况年报表',
  "city" varchar(50) DEFAULT NULL COMMENT '#city市区名称',
  "reporttime" datetime DEFAULT NULL COMMENT '#reportTime统计时间',
  "livebirthcount" int(8) DEFAULT NULL COMMENT '#liveBirthCount活产数合计',
  "livebirthman" int(8) DEFAULT NULL COMMENT '#liveBirthMan男',
  "livebirthwoman" int(8) DEFAULT NULL COMMENT '#liveBirthWoman女',
  "livebirthsexun" int(8) DEFAULT NULL COMMENT '#liveBirthSexUn性别不明',
  "livebirthfarm" int(8) DEFAULT NULL COMMENT '#liveBirthFarm农业户籍活产数',
  "pregnantcount" int(8) DEFAULT NULL COMMENT '#pregnantCount产妇数合计',
  "pregnantunfarm" int(8) DEFAULT NULL COMMENT '#pregnantUnFarm非农业户',
  "pregnantfarm" int(8) DEFAULT NULL COMMENT '#pregnantFarm农业户籍',
  "opencard" int(8) DEFAULT NULL COMMENT '#openCard产妇建卡人数',
  "antenatalcount" int(8) DEFAULT NULL COMMENT '#antenatalCount产检人数',
  "antenatalupfive" int(8) DEFAULT NULL COMMENT '#antenatalupfive产检大于5次的人数',
  "earlyantenatal" int(8) DEFAULT NULL COMMENT '#earlyantenatal早检人数',
  "proteinexam" int(8) DEFAULT NULL COMMENT '#proteinExam血红蛋白检查人数',
  "lesshundred" int(8) DEFAULT NULL COMMENT '#lesshundred血红蛋白小于100克每升',
  "lesseighty" int(8) DEFAULT NULL COMMENT '#lessEighty血红蛋白小于80克每升',
  "hivexam" int(8) DEFAULT NULL COMMENT '#hivExam艾滋病毒检测人数',
  "hiv" int(8) DEFAULT NULL COMMENT '#hiv感染Hiv病毒人数',
  "syphilisexam" int(8) DEFAULT NULL COMMENT '#syphilisExam梅毒检查人数',
  "syphilis" int(8) DEFAULT NULL COMMENT '#syphilis感染梅毒人数',
  "hepatitisb" int(8) DEFAULT NULL COMMENT '#hepatitisB乙肝表面抗原检查人数',
  "positive" int(8) DEFAULT NULL COMMENT '#positive乙肝检查阳性人数',
  "screen" int(8) DEFAULT NULL COMMENT '#screen孕产妇产前筛查人数',
  "highrisk" int(8) DEFAULT NULL COMMENT '#highRisk高危人数',
  "diagnose" int(8) DEFAULT NULL COMMENT '#diagnose孕产妇产前诊断人数',
  "bediagnose" int(8) DEFAULT NULL COMMENT '#beDiagnose确诊人数',
  "visit" int(8) DEFAULT NULL COMMENT '#visit产妇产后访视人数',
  "systemmanage" int(8) DEFAULT NULL COMMENT '#systemManage孕妇系统管理人数',
  "hpchildbirthlive" int(8) DEFAULT NULL COMMENT '#childBirthLive住院分娩活产数合计',
  "childbirthfarm" int(8) DEFAULT NULL COMMENT '#childBirthFarm分娩活产数其中农业户籍',
  "caesareansection" int(8) DEFAULT NULL COMMENT '#caesareanSection剖宫产活产数',
  "unhpchildbirthlive" int(8) DEFAULT NULL COMMENT '#unHpChildBirthLive非住院分娩中新生接生活产数',
  "hrp" int(8) DEFAULT NULL COMMENT '#hrp高危产妇人数（孕产妇高危管理）',
  "hrpmanage" int(8) DEFAULT NULL COMMENT '#hrpManage高危产妇管理人数',
  "hrphpbirth" int(8) DEFAULT NULL COMMENT '#hrpHpBirth高危产妇住院分娩人数',
  "pd" int(8) DEFAULT NULL COMMENT '#pd孕产妇死亡人数',
  "pdbleed" int(8) DEFAULT NULL COMMENT '#pdBleed产科出血',
  "pdhighblood" int(8) DEFAULT NULL COMMENT '#pdHighBlood妊娠高血压疾病',
  "pdmedicalcomplication" int(8) DEFAULT NULL COMMENT '#pdMedicalComplication内科合并症',
  "pdAFE" int(8) DEFAULT NULL COMMENT '#pdAFE羊水栓塞',
  "pdother" int(8) DEFAULT NULL COMMENT '#pdOther其他原因',
  "pplessttf" int(8) DEFAULT NULL COMMENT '#ppLessTtf出生体重小于2500克人数 围产儿',
  "ppmoreft" int(8) DEFAULT NULL COMMENT '#ppMoreFtt出生体重大于4000克的人数',
  "pplesstsweek" int(8) DEFAULT NULL COMMENT '#ppLessTswWeek小于37周的活产数',
  "ppdiebirth" int(8) DEFAULT NULL COMMENT '#ppDieBirth死胎死产数',
  "ppnbd" int(8) DEFAULT NULL COMMENT '#ppnbd早期新生儿死亡数合计',
  "ppnbdman" int(8) DEFAULT NULL COMMENT '#ppNbdMan男',
  "ppnbdwoman" int(8) DEFAULT NULL COMMENT '#ppNbdWoman女',
  "ppnbdsexun" int(8) DEFAULT NULL COMMENT '#ppNbdSexUn性别不明',
  "newBirthTAT" int(8) DEFAULT NULL COMMENT '#newBirthTAT新生儿破伤风发病数',
  "newbirthTATdie" int(8) DEFAULT NULL COMMENT '#newbirthTATDie新生儿破伤风死亡数',
  PRIMARY KEY ("pid")
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of r_pregnant_health
-- ----------------------------

-- ----------------------------
-- Table structure for r_pregnant_premaritalmonth
-- ----------------------------
DROP TABLE IF EXISTS `r_pregnant_premaritalmonth`;
CREATE TABLE "r_pregnant_premaritalmonth" (
  "pmid" int(12) NOT NULL AUTO_INCREMENT COMMENT '婚前保健情况月报表(主键)',
  "pmcity" varchar(255) DEFAULT NULL COMMENT '县市区名称',
  "pmregisterman" int(12) DEFAULT NULL COMMENT '结婚登记人数男',
  "pmregisterwoman" int(12) DEFAULT NULL COMMENT '结婚登记人数女',
  "pmconsultationman" int(12) DEFAULT NULL COMMENT '婚前卫生咨询人数男',
  "pmconsultationwoman" int(12) DEFAULT NULL COMMENT '婚前卫生咨询人数女',
  "pmexaminationman" int(12) DEFAULT NULL COMMENT '婚前医学检查人数男',
  "pmexaminationwoman" int(12) DEFAULT NULL COMMENT '婚前医学检查人数女',
  "pmpatientman" int(12) DEFAULT NULL COMMENT '检出疾病男',
  "pmpatientwoman" int(12) DEFAULT NULL COMMENT '检出疾病女',
  "pminfectiousman" int(12) DEFAULT NULL COMMENT '传染病男',
  "pminfectiouswoman" int(12) DEFAULT NULL COMMENT '传染病女',
  "pmstdman" int(12) DEFAULT NULL COMMENT '性传染病男',
  "pmstdwoman" int(12) DEFAULT NULL COMMENT '性传染病女',
  "pmgeneticman" int(12) DEFAULT NULL COMMENT '遗传病男',
  "pmgeneticwoman" int(12) DEFAULT NULL COMMENT '遗传病女',
  "pmpsychosisman" int(12) DEFAULT NULL COMMENT '精神病男',
  "pmpsychosiswoman" int(12) DEFAULT NULL COMMENT '精神病女',
  "pmreproductiveman" int(12) DEFAULT NULL COMMENT '生殖病男',
  "pmreproductivewoman" int(12) DEFAULT NULL COMMENT '生殖病女',
  "pminternalman" int(12) DEFAULT NULL COMMENT '内科病男',
  "pminternawoman" int(12) DEFAULT NULL COMMENT '内科病女',
  "pminstructionman" int(12) DEFAULT NULL COMMENT '对影响婚育疾病医学指导意见男',
  "pminstructionwoman" int(12) DEFAULT NULL COMMENT '对影响婚育疾病医学指导意见女',
  "pmpregnancetotal" int(12) DEFAULT NULL COMMENT '已妊娠人数',
  "pmthalassemiaexamineman" int(12) DEFAULT NULL COMMENT '地中海贫血检查人数男',
  "pmthalassemiaexaminewoman" int(12) DEFAULT NULL COMMENT '地中海贫血检查人数女',
  "pmthalassemiapositiveman" int(12) DEFAULT NULL COMMENT '地中海贫血阳性人数男',
  "pmthalassemiapositivewoman" int(12) DEFAULT NULL COMMENT '地中海贫血阳性人数女',
  "pmthalassemiapositivecouple" int(12) DEFAULT NULL COMMENT '地中海贫血双方阳性对数',
  "pmhivexamineman" int(12) DEFAULT NULL COMMENT 'HIV检查人数男',
  "pmhivexaminewoman" int(12) DEFAULT NULL COMMENT 'HIV检查人数女',
  "pmhivinfectionman" int(12) DEFAULT NULL COMMENT 'HIV感染人数男',
  "pmhivinfectionwoman" int(12) DEFAULT NULL COMMENT 'HIV感染人数女',
  "pmsyphilisexamineman" int(12) DEFAULT NULL COMMENT '梅毒检查人数男',
  "pmsyphilisexaminewoman" int(12) DEFAULT NULL COMMENT '梅毒检查人数女',
  "pmsyphilisinfectionman" int(12) DEFAULT NULL COMMENT '梅毒感染人数男',
  "pmsyphilisinfectionwoman" int(12) DEFAULT NULL COMMENT '梅毒感染人数女',
  "pmhbsagexamineman" int(12) DEFAULT NULL COMMENT '乙肝表面抗原检查人数男',
  "pmhbsagexaminewomen" int(12) DEFAULT NULL COMMENT '乙肝表面抗原检查人数女',
  "pmhbsagpositiveman" int(12) DEFAULT NULL COMMENT '乙肝表面抗原阳性人数男',
  "pmhbsagpositivewoman" int(12) DEFAULT NULL COMMENT '乙肝表面抗原阳性人数女',
  "pmgonorrhoeaexamineman" int(12) DEFAULT NULL COMMENT '淋病检查人数男',
  "pmgonorrhoeaexaminewoman" int(12) DEFAULT NULL COMMENT '淋病检查人数女',
  "pmgonorrhoeapositiveman" int(12) DEFAULT NULL COMMENT '淋病阳性人数男',
  "pmgonorrhoeapositivewoman" int(12) DEFAULT NULL COMMENT '淋病阳性人数女',
  "pmtrichomonadexamine" int(12) DEFAULT NULL COMMENT '女性滴虫检查人数',
  "pmtrichomonadpositive" int(12) DEFAULT NULL COMMENT '女性滴虫阳性人数',
  "pmmildewexamine" int(12) DEFAULT NULL COMMENT '女性霉菌检查人数',
  "pmmildewpositive" int(12) DEFAULT NULL COMMENT '女性霉菌阳性人数',
  "pmauthor" varchar(20) DEFAULT NULL COMMENT '制表人',
  "pmcreationtime" datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ("pmid")
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8 COMMENT='婚前保健情况月报表';

-- ----------------------------
-- Records of r_pregnant_premaritalmonth
-- ----------------------------

-- ----------------------------
-- Table structure for r_premarital_health
-- ----------------------------
DROP TABLE IF EXISTS `r_premarital_health`;
CREATE TABLE "r_premarital_health" (
  "city" varchar(255) DEFAULT NULL COMMENT '县市区名称',
  "registerman" int(11) DEFAULT NULL COMMENT '结婚登记人数男',
  "registerwoman" int(11) DEFAULT NULL COMMENT '结婚登记人数女',
  "consultationman" int(11) DEFAULT NULL COMMENT '婚前卫生咨询人数男',
  "consultationwoman" int(11) DEFAULT NULL COMMENT '婚前卫生咨询人数女',
  "examinationman" int(11) DEFAULT NULL COMMENT '婚前医学检查人数男',
  "examinationwoman" int(11) DEFAULT NULL COMMENT '婚前医学检查人数女',
  "patientman" int(11) DEFAULT NULL COMMENT '检出疾病男',
  "patientwoman" int(11) DEFAULT NULL COMMENT '检出疾病女',
  "infectiousman" int(11) DEFAULT NULL COMMENT '传染病男',
  "infectiouswoman" int(11) DEFAULT NULL COMMENT '传染病女',
  "stdman" int(11) DEFAULT NULL COMMENT '性传染病男',
  "stdwoman" int(11) DEFAULT NULL COMMENT '性传染病女',
  "geneticman" int(11) DEFAULT NULL COMMENT '遗传病男',
  "geneticwoman" int(11) DEFAULT NULL COMMENT '遗传病女',
  "psychosisman" int(11) DEFAULT NULL COMMENT '心理病男',
  "psychosiswoman" int(11) DEFAULT NULL COMMENT '心理病女',
  "reproductiveman" int(11) DEFAULT NULL COMMENT '生殖病男',
  "reproductivewoman" int(11) DEFAULT NULL COMMENT '生殖病女',
  "internalman" int(11) DEFAULT NULL COMMENT '内科病男',
  "internawoman" int(11) DEFAULT NULL COMMENT '内科病女',
  "instructionman" int(11) DEFAULT NULL COMMENT '对影响婚育疾病医学指导意见男',
  "instructionwoman" int(11) DEFAULT NULL COMMENT '对影响婚育疾病医学指导意见女',
  "pregnancetotal" int(11) DEFAULT NULL COMMENT '已妊娠人数',
  "thalassemiaexaminationman" int(11) DEFAULT NULL COMMENT '地中海贫血检查人数男',
  "thalassemiaexaminationwoman" int(11) DEFAULT NULL COMMENT '地中海贫血检查人数女',
  "thalassemiapositiveman" int(11) DEFAULT NULL COMMENT '地中海贫血阳性人数男',
  "thalassemiapositivewoman" int(11) DEFAULT NULL COMMENT '地中海贫血阳性人数女',
  "thalassemiapositivecouple" int(11) DEFAULT NULL COMMENT '地中海贫血双方阳性对数',
  "hivexaminationman" int(11) DEFAULT NULL COMMENT 'HIV检查人数男',
  "hivexaminationwoman" int(11) DEFAULT NULL COMMENT 'HIV检查人数女',
  "hivinfectionman" int(11) DEFAULT NULL COMMENT 'HIV感染人数男',
  "hivinfectionwoman" int(11) DEFAULT NULL COMMENT 'HIV感染人数女',
  "syphilisexaminationman" int(11) DEFAULT NULL COMMENT '梅毒检查人数男',
  "syphilisexaminationwoman" int(11) DEFAULT NULL COMMENT '梅毒检查人数女',
  "syphilisinfectionman" int(11) DEFAULT NULL COMMENT '梅毒感染人数男',
  "syphilisinfectionwoman" int(11) DEFAULT NULL COMMENT '梅毒感染人数女',
  "hbsagexaminationman" int(11) DEFAULT NULL COMMENT '乙肝表面抗原检查人数男',
  "hbsagexaminationwomen" int(11) DEFAULT NULL COMMENT '乙肝表面抗原检查人数女',
  "hbsagpositiveman" int(11) DEFAULT NULL COMMENT '乙肝表面抗原阳性人数男',
  "hbsagpositivewoman" int(11) DEFAULT NULL COMMENT '乙肝表面抗原阳性人数女',
  "gonorrhoeaexaminationman" int(11) DEFAULT NULL COMMENT '淋病检查人数男',
  "gonorrhoeaexaminationwoman" int(11) DEFAULT NULL COMMENT '淋病检查人数女',
  "gonorrhoeapositiveman" int(11) DEFAULT NULL COMMENT '淋病阳性人数男',
  "gonorrhoeapositivewoman" int(11) DEFAULT NULL COMMENT '淋病阳性人数女',
  "trichomonadexamination" int(11) DEFAULT NULL COMMENT '女性滴虫检查人数',
  "trichomonadpositive" int(11) DEFAULT NULL COMMENT '女性滴虫阳性人数',
  "mildewexamination" int(11) DEFAULT NULL COMMENT '女性霉菌检查人数',
  "mildewpositive" int(11) DEFAULT NULL COMMENT '女性霉菌阳性人数',
  "id" int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  "creater" varchar(255) DEFAULT NULL COMMENT '建表人',
  "createtime" datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=130 DEFAULT CHARSET=utf8 COMMENT='婚前保健情况年报表';

-- ----------------------------
-- Records of r_premarital_health
-- ----------------------------

-- ----------------------------
-- Table structure for r_prenatal_disgnosis
-- ----------------------------
DROP TABLE IF EXISTS `r_prenatal_disgnosis`;
CREATE TABLE "r_prenatal_disgnosis" (
  "city" varchar(255) DEFAULT NULL COMMENT '县市区名称',
  "labpregnancy" int(11) DEFAULT NULL COMMENT '实验室诊断孕妇数',
  "labpositive" int(11) DEFAULT NULL COMMENT '实验室确诊阳性人数',
  "chromosomeexamination" int(11) DEFAULT NULL COMMENT '染色体实查人数',
  "trisomy21" int(11) DEFAULT NULL COMMENT '21三体阳性人数',
  "trisomy18" int(11) DEFAULT NULL COMMENT '18三体阳性人数',
  "trisomy13" int(11) DEFAULT NULL COMMENT '13三体阳性人数',
  "otherchromosomeabnormality" int(11) DEFAULT NULL COMMENT '其他染色体异常人数',
  "thalassemiaexamination" int(11) DEFAULT NULL COMMENT '地中海贫血实查人数',
  "thalassemiapositive" int(11) DEFAULT NULL COMMENT '地中海贫血阳性人数',
  "bultrasoundexamination" int(11) DEFAULT NULL COMMENT 'B超诊断孕妇数',
  "malformation" int(11) DEFAULT NULL COMMENT 'B超确诊畸形人数',
  "ntd" int(11) DEFAULT NULL COMMENT 'B超确诊神经管缺陷人数',
  "cardiovascularmalformation" int(11) DEFAULT NULL COMMENT 'B超确诊心血管缺陷人数',
  "othermalformation" int(11) DEFAULT NULL COMMENT 'B超确诊其他畸形人数',
  "interventiontotal" int(11) DEFAULT NULL COMMENT '产前诊断确诊后随访干预总人数',
  "trisomy21intervention" int(11) DEFAULT NULL COMMENT '干预21三体人数',
  "trisomy18intervention" int(11) DEFAULT NULL COMMENT '干预18三体人数',
  "trisomy13intervention" int(11) DEFAULT NULL COMMENT '干预13三体人数',
  "otherchromosomeintervention" int(11) DEFAULT NULL COMMENT '干预其他染色体异常人数',
  "moderatethalassemiaintervention" int(11) DEFAULT NULL COMMENT '干预中度地中海贫血人数',
  "severethalassemiaintervention" int(11) DEFAULT NULL COMMENT '干预重度地中海贫血人数',
  "ntdintervention" int(11) DEFAULT NULL COMMENT '干预神经管缺陷人数',
  "heartmalformationintervention" int(11) DEFAULT NULL COMMENT '干预中心脏畸形人数',
  "othermalformationintervention" int(11) DEFAULT NULL COMMENT '干预其他畸形人数',
  "id" int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  "creater" varchar(255) DEFAULT NULL COMMENT '建表人',
  "createtime" datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='产前诊断情况年报表';

-- ----------------------------
-- Records of r_prenatal_disgnosis
-- ----------------------------

-- ----------------------------
-- Table structure for r_prenatal_examination
-- ----------------------------
DROP TABLE IF EXISTS `r_prenatal_examination`;
CREATE TABLE "r_prenatal_examination" (
  "city" varchar(255) DEFAULT NULL COMMENT '县市区名称',
  "total" int(11) DEFAULT NULL COMMENT '产前筛查孕妇人数',
  "highrisktotal" int(11) DEFAULT NULL COMMENT '筛查出高危人数',
  "diagnosistotal" int(11) DEFAULT NULL COMMENT '接收产前诊断的高危人数',
  "diagnosetotal" int(11) DEFAULT NULL COMMENT '确诊的高危人数',
  "trisomy21highrisk" int(11) DEFAULT NULL COMMENT '21三体高危人数',
  "trisomy21diagnosis" int(11) DEFAULT NULL COMMENT '21三体诊断人数',
  "trisomy21diagnose" int(11) DEFAULT NULL COMMENT '21三体确诊人数',
  "trisomy18highrisk" int(11) DEFAULT NULL COMMENT '18三体高危人数',
  "trisomy18diagnosis" int(11) DEFAULT NULL COMMENT '18三体诊断人数',
  "trisomy18diagnose" int(11) DEFAULT NULL COMMENT '18三体确诊人数',
  "trisomy13highrisk" int(11) DEFAULT NULL COMMENT '13三体高危人数',
  "trisomy13diagnosis" int(11) DEFAULT NULL COMMENT '13三体诊断人数',
  "trisomy13diagnose" int(11) DEFAULT NULL COMMENT '13三体确诊人数',
  "ntdhighrisk" int(11) DEFAULT NULL COMMENT '神经管缺陷高危人数',
  "ntddiagnosis" int(11) DEFAULT NULL COMMENT '神经管缺陷诊断人数',
  "ntddiagnose" int(11) DEFAULT NULL COMMENT '神经管缺陷确诊人数',
  "id" int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  "creater" varchar(255) DEFAULT NULL COMMENT '建表人',
  "createtime" datetime DEFAULT NULL COMMENT '创建时间',
  "type" varchar(255) DEFAULT NULL COMMENT '报表类型：m月报表，y年报表',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COMMENT='产前筛查情况报表';

-- ----------------------------
-- Records of r_prenatal_examination
-- ----------------------------

-- ----------------------------
-- Table structure for r_preschools_management
-- ----------------------------
DROP TABLE IF EXISTS `r_preschools_management`;
CREATE TABLE "r_preschools_management" (
  "city" varchar(255) DEFAULT NULL COMMENT '县市区名称',
  "preschoolstotal" int(11) DEFAULT NULL COMMENT '幼托机构总数',
  "citylevel" int(11) DEFAULT NULL COMMENT '市级幼托机构总数',
  "arealevel" int(11) DEFAULT NULL COMMENT '区级幼托机构总数',
  "countrylevel" int(11) DEFAULT NULL COMMENT '村级幼托机构总数',
  "complete" int(11) DEFAULT NULL COMMENT '全托机构数',
  "daytime" int(11) DEFAULT NULL COMMENT '日托机构数',
  "public" int(11) DEFAULT NULL COMMENT '公立幼托机构数',
  "large" int(11) DEFAULT NULL COMMENT '大型幼托机构数',
  "middle" int(11) DEFAULT NULL COMMENT '中型幼托机构数',
  "small" int(11) DEFAULT NULL COMMENT '小型幼托机构数',
  "extrasmall" int(11) DEFAULT NULL COMMENT '特小型幼托机构数',
  "atschool" int(11) DEFAULT NULL COMMENT '在校儿童数',
  "atschoollt3" int(11) DEFAULT NULL COMMENT '在校小于3岁儿童数',
  "newexamination" int(11) DEFAULT NULL COMMENT '新入学儿童数',
  "schoolexamination" int(11) DEFAULT NULL COMMENT '入学体检儿童数',
  "predictedexamination" int(11) DEFAULT NULL COMMENT '应体检儿童数',
  "actualexamination" int(11) DEFAULT NULL COMMENT '实际体检儿童数',
  "hemoglobin" int(11) DEFAULT NULL COMMENT '血红蛋白检测人数',
  "hemoglobinlt110" int(11) DEFAULT NULL COMMENT '血红蛋白检测<110克/升人数',
  "hemoglobinlt90" int(11) DEFAULT NULL COMMENT '血红蛋白检测<90克/升人数',
  "dentalcaries" int(11) DEFAULT NULL COMMENT '龋齿人数',
  "normaleyesight" int(11) DEFAULT NULL COMMENT '视力正常的儿童数',
  "weightlt2sd" int(11) DEFAULT NULL COMMENT '体重<中位数-2SD人数',
  "heightlt2sd" int(11) DEFAULT NULL COMMENT '身高<中位数-2SD人数',
  "heightweightgt1sd" int(11) DEFAULT NULL COMMENT '身高别体重>中位数+1SD人数',
  "heightweightgt2sd" int(11) DEFAULT NULL COMMENT '身高别体重>中位数+2SD人数',
  "healthmanagement" int(11) DEFAULT NULL COMMENT '幼托机构卫生管理数',
  "healthroom" int(11) DEFAULT NULL COMMENT '有卫生室机构总数',
  "healthlicence" int(11) DEFAULT NULL COMMENT '有医疗机构执业许可证的机构数',
  "healthcertificate" int(11) DEFAULT NULL COMMENT '获得卫生保健合格证的机构数',
  "doctor" int(11) DEFAULT NULL COMMENT '保健医师',
  "nurse" int(11) DEFAULT NULL COMMENT '保健护士',
  "train" int(11) DEFAULT NULL COMMENT '经短期培训上岗保健员工',
  "fulltime" int(11) DEFAULT NULL COMMENT '专职保健员工',
  "parttime" int(11) DEFAULT NULL COMMENT '兼职保健员工',
  "id" int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  "creater" varchar(255) DEFAULT NULL COMMENT '建表人',
  "createtime" datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='幼托机构卫生保健管理情况年报表';

-- ----------------------------
-- Records of r_preschools_management
-- ----------------------------

-- ----------------------------
-- Table structure for r_womenchildren_health
-- ----------------------------
DROP TABLE IF EXISTS `r_womenchildren_health`;
CREATE TABLE "r_womenchildren_health" (
  "wcid" int(8) NOT NULL AUTO_INCREMENT COMMENT '#基层妇幼保健基本情况年报表',
  "reporttime" datetime DEFAULT NULL COMMENT '#报表统计时间',
  "city" varchar(100) DEFAULT NULL COMMENT '#县(市、区)名称',
  "totalperson" int(8) DEFAULT NULL COMMENT '#全县(区)总人口数',
  "birthage" int(8) DEFAULT NULL COMMENT '#15-49岁育领妇女数',
  "towncount" int(8) DEFAULT NULL COMMENT '#乡镇数',
  "townhptotal" int(8) DEFAULT NULL COMMENT '#乡镇卫生院总数',
  "centerhp" int(8) DEFAULT NULL COMMENT '#中心卫生院数',
  "areahp" int(8) DEFAULT NULL COMMENT '#社区卫生服务中心站数',
  "whhealthtotal" int(8) DEFAULT NULL COMMENT '#妇幼保健人员总数',
  "delivertechnology" int(8) DEFAULT NULL COMMENT '#助产技术合格证',
  "birthcontrolope" int(8) DEFAULT NULL COMMENT '#计划生育手术合格证',
  "beforebirthscreen" int(11) DEFAULT NULL COMMENT '#产前筛查技术合格证',
  "deputydc" int(8) DEFAULT NULL COMMENT '副主任及以上医师',
  "maindc" int(8) DEFAULT NULL COMMENT '#主治及主管医师',
  "doctor" int(8) DEFAULT NULL COMMENT '#医师',
  "assistantdc" int(8) DEFAULT NULL COMMENT '#助理医师',
  "feldsher" int(8) DEFAULT NULL COMMENT '#医士',
  "deliverdc" int(8) DEFAULT NULL COMMENT '#助产士',
  "deputynurse" int(8) DEFAULT NULL COMMENT '#副主任以上护师',
  "mainnurse" int(8) DEFAULT NULL COMMENT '#主管护师',
  "nurse" int(8) DEFAULT NULL COMMENT '#护士',
  "towntrain" int(8) DEFAULT NULL COMMENT '#乡级人员培训人数',
  "admintown" int(8) DEFAULT NULL COMMENT '#行政村数',
  "areacount" int(8) DEFAULT NULL COMMENT '#社区数',
  "towndc" int(8) DEFAULT NULL COMMENT '#村医',
  "towndcwoman" int(8) DEFAULT NULL COMMENT '#其中女性',
  "townhealthperson" int(8) DEFAULT NULL COMMENT '#村保健员人数',
  "towndchealth" int(8) DEFAULT NULL COMMENT '#村医兼保健员人数',
  "towndctrain" int(8) DEFAULT NULL COMMENT '#村医培训人次数',
  "delivercard" int(8) DEFAULT NULL COMMENT '#持家庭接生员证人数',
  PRIMARY KEY ("wcid")
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of r_womenchildren_health
-- ----------------------------

-- ----------------------------
-- Table structure for sys_app_user
-- ----------------------------
DROP TABLE IF EXISTS `sys_app_user`;
CREATE TABLE "sys_app_user" (
  "USER_ID" varchar(100) NOT NULL,
  "USERNAME" varchar(255) DEFAULT NULL,
  "PASSWORD" varchar(255) DEFAULT NULL,
  "NAME" varchar(255) DEFAULT NULL,
  "RIGHTS" varchar(255) DEFAULT NULL,
  "ROLE_ID" varchar(100) DEFAULT NULL,
  "LAST_LOGIN" varchar(255) DEFAULT NULL,
  "IP" varchar(100) DEFAULT NULL,
  "STATUS" varchar(32) DEFAULT NULL,
  "BZ" varchar(255) DEFAULT NULL,
  "PHONE" varchar(100) DEFAULT NULL,
  "SFID" varchar(100) DEFAULT NULL,
  "START_TIME" varchar(100) DEFAULT NULL,
  "END_TIME" varchar(100) DEFAULT NULL,
  "YEARS" int(10) DEFAULT NULL,
  "NUMBER" varchar(100) DEFAULT NULL,
  "EMAIL" varchar(32) DEFAULT NULL,
  PRIMARY KEY ("USER_ID")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_app_user
-- ----------------------------

-- ----------------------------
-- Table structure for sys_dictionaries
-- ----------------------------
DROP TABLE IF EXISTS `sys_dictionaries`;
CREATE TABLE "sys_dictionaries" (
  "ZD_ID" varchar(100) NOT NULL,
  "NAME" varchar(100) DEFAULT NULL,
  "BIANMA" varchar(100) DEFAULT NULL,
  "ORDY_BY" int(10) DEFAULT NULL,
  "PARENT_ID" varchar(100) DEFAULT NULL,
  "JB" int(10) DEFAULT NULL,
  "P_BM" varchar(1000) DEFAULT NULL,
  PRIMARY KEY ("ZD_ID")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_dictionaries
-- ----------------------------

-- ----------------------------
-- Table structure for sys_gl_qx
-- ----------------------------
DROP TABLE IF EXISTS `sys_gl_qx`;
CREATE TABLE "sys_gl_qx" (
  "GL_ID" varchar(100) NOT NULL COMMENT '#管理权限id',
  "ROLE_ID" varchar(100) DEFAULT NULL COMMENT '#角色权限id',
  "FX_QX" int(10) DEFAULT NULL COMMENT '#发送邮件',
  "FW_QX" int(10) DEFAULT NULL COMMENT '#发送短信',
  "QX1" int(10) DEFAULT NULL,
  "QX2" int(10) DEFAULT NULL,
  "QX3" int(10) DEFAULT NULL,
  "QX4" int(10) DEFAULT NULL,
  PRIMARY KEY ("GL_ID")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_gl_qx
-- ----------------------------
INSERT INTO `sys_gl_qx` VALUES ('1', '1', '1', '1', '1', '1', '1', '1');

-- ----------------------------
-- Table structure for sys_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_menu`;
CREATE TABLE "sys_menu" (
  "MENU_ID" int(11) NOT NULL,
  "MENU_NAME" varchar(255) DEFAULT NULL,
  "MENU_URL" varchar(255) DEFAULT NULL,
  "PARENT_ID" varchar(100) DEFAULT NULL,
  "MENU_ORDER" int(11) DEFAULT NULL,
  "MENU_ICON" varchar(30) DEFAULT NULL,
  "MENU_TYPE" varchar(10) DEFAULT NULL,
  PRIMARY KEY ("MENU_ID")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_menu
-- ----------------------------
INSERT INTO `sys_menu` VALUES ('1', '系统管理', '#', '0', '6', 'icon-desktop', '2');
INSERT INTO `sys_menu` VALUES ('2', '组织管理', 'role.do', '1', '2', null, '2');
INSERT INTO `sys_menu` VALUES ('4', '会员管理', 'happuser/listUsers.do', '1', '4', null, '2');
INSERT INTO `sys_menu` VALUES ('5', '系统用户', 'user/listUsers.do', '1', '3', null, '2');
INSERT INTO `sys_menu` VALUES ('6', '信息管理', '#', '0', '7', 'icon-list-alt', '2');
INSERT INTO `sys_menu` VALUES ('7', '图片管理', 'pictures/list.do', '6', '1', null, '2');
INSERT INTO `sys_menu` VALUES ('8', '性能监控', 'druid/index.html', '9', '1', null, '2');
INSERT INTO `sys_menu` VALUES ('9', '系统工具', '#', '0', '8', 'icon-th', '2');
INSERT INTO `sys_menu` VALUES ('10', '接口测试', 'tool/interfaceTest.do', '9', '2', null, '2');
INSERT INTO `sys_menu` VALUES ('11', '发送邮件', 'tool/goSendEmail.do', '9', '3', null, '2');
INSERT INTO `sys_menu` VALUES ('12', '置二维码', 'tool/goTwoDimensionCode.do', '9', '4', null, '2');
INSERT INTO `sys_menu` VALUES ('13', '多级别树', 'tool/ztree.do', '9', '5', null, '2');
INSERT INTO `sys_menu` VALUES ('14', '地图工具', 'tool/map.do', '9', '6', null, '2');
INSERT INTO `sys_menu` VALUES ('15', '微信管理', '#', '0', '9', 'icon-comments', '2');
INSERT INTO `sys_menu` VALUES ('16', '文本回复', 'textmsg/list.do', '15', '2', null, '2');
INSERT INTO `sys_menu` VALUES ('17', '应用命令', 'command/list.do', '15', '4', null, '2');
INSERT INTO `sys_menu` VALUES ('18', '图文回复', 'imgmsg/list.do', '15', '3', null, '2');
INSERT INTO `sys_menu` VALUES ('19', '关注回复', 'textmsg/goSubscribe.do', '15', '1', null, '2');
INSERT INTO `sys_menu` VALUES ('20', '在线管理', 'onlinemanager/list.do', '1', '5', null, '2');
INSERT INTO `sys_menu` VALUES ('21', '打印测试', 'tool/printTest.do', '9', '7', null, '2');
INSERT INTO `sys_menu` VALUES ('22', '医院管理', '#', '0', '1', 'icon-list-alt', '2');
INSERT INTO `sys_menu` VALUES ('23', '医院信息', 'hospital/listHospitals.do', '22', '2', null, '2');
INSERT INTO `sys_menu` VALUES ('24', '预约管理', 'bUltrasound/listBUltrasound.do', '22', '3', null, '2');
INSERT INTO `sys_menu` VALUES ('25', '宣教内容', '#', '0', '4', 'icon-list-alt', '2');
INSERT INTO `sys_menu` VALUES ('26', '分类管理', 'eduTypeController/findEduType.do', '25', '1', null, '2');
INSERT INTO `sys_menu` VALUES ('27', '内容管理', 'eduContentController/listPdPageContent.do', '25', '2', null, '2');
INSERT INTO `sys_menu` VALUES ('28', '科室管理', 'officeManage/officeList.do', '22', '4', null, '2');
INSERT INTO `sys_menu` VALUES ('29', '基础功能', '#', '0', '5', 'icon-list-alt', '2');
INSERT INTO `sys_menu` VALUES ('30', '信息初始', 'officeInit/listOfficeInit.do', '29', '1', null, '2');
INSERT INTO `sys_menu` VALUES ('31', '广告导航', 'adInfoController/allAdInfo.do', '25', '3', null, '2');
INSERT INTO `sys_menu` VALUES ('32', '患者管理', '#', '0', '3', 'icon-list-alt', '2');
INSERT INTO `sys_menu` VALUES ('33', '患者信息', 'userInfoController/listPdPageUserInfo.do', '32', '1', null, '2');
INSERT INTO `sys_menu` VALUES ('34', '医生管理', '#', '0', '2', 'icon-list-alt', '2');
INSERT INTO `sys_menu` VALUES ('35', '医生信息', 'doctorManage/doctorInfoList.do', '34', '1', null, '2');
INSERT INTO `sys_menu` VALUES ('36', '孕妇和医生统计', 'statisticManage/listRecordChart.do', '34', '2', null, '2');
INSERT INTO `sys_menu` VALUES ('37', '统计报表', '#', '0', '10', 'icon-list-alt', '2');
INSERT INTO `sys_menu` VALUES ('38', '孕产妇保健和健康', 'report/findPregnantHealth.do', '37', '1', null, '2');
INSERT INTO `sys_menu` VALUES ('39', '出生缺陷发生情况年报表', 'report/flawyearlist.do', '37', '7', null, '2');
INSERT INTO `sys_menu` VALUES ('40', '妇女常见病筛查情况', 'report/gynecologicalDisease.do', '37', '3', '', '2');
INSERT INTO `sys_menu` VALUES ('41', '新生儿疾病筛查年报表', 'report/newbornExamination_y.do', '37', '4', '', '2');
INSERT INTO `sys_menu` VALUES ('42', '新生儿疾病筛查月报表', 'report/newbornExamination_m.do', '37', '5', '', '2');
INSERT INTO `sys_menu` VALUES ('43', '产前诊断情况年报表', 'report/prenatalDisgnosis', '37', '6', null, '2');
INSERT INTO `sys_menu` VALUES ('44', '计划生育技术服务数量和质量情况年报表', 'report/birthServeQuality.do', '37', '2', null, '2');
INSERT INTO `sys_menu` VALUES ('45', '出生缺陷发生情况月报表', 'report/flawmonthlist.do', '37', '8', null, '2');
INSERT INTO `sys_menu` VALUES ('46', '接产机构分娩情况年报表', 'report/childbirthyearlist.do', '37', '9', null, '2');
INSERT INTO `sys_menu` VALUES ('47', '接产机构分娩情况月报表', 'report/childbirthmonthlist.do', '37', '10', null, '2');
INSERT INTO `sys_menu` VALUES ('48', '婚前保健情况月报表', 'report/premaritalmonthlist.do', '37', '11', null, '2');
INSERT INTO `sys_menu` VALUES ('49', '中期引产情况年报表', 'report/midtermInduced.do', '37', '12', null, '2');
INSERT INTO `sys_menu` VALUES ('50', '产前筛查情况月报表', 'report/prenatalExamination_m', '37', '13', null, '2');
INSERT INTO `sys_menu` VALUES ('51', '产前筛查情况年报表', 'report/prenatalExamination_y', '37', '14', null, '2');
INSERT INTO `sys_menu` VALUES ('52', '计划生育咨询随访服务情况表', 'report/birthConsult.do', '37', '15', null, '2');
INSERT INTO `sys_menu` VALUES ('53', '基层妇幼保健基本情况年报表', 'report/womenChildrenHealth.do', '37', '16', null, '2');
INSERT INTO `sys_menu` VALUES ('54', '婚前保健情况年报表', 'report/premaritalHealth', '37', '17', null, '2');
INSERT INTO `sys_menu` VALUES ('55', '出生医学证明管理使用情况年度统计表', 'report/proveyearlist.do', '37', '18', null, '2');
INSERT INTO `sys_menu` VALUES ('56', '5岁以下儿童保健情况月报表', 'report/healthmonthlist.do', '37', '19', null, '2');
INSERT INTO `sys_menu` VALUES ('57', '5岁以下儿童生命指标月报表 ', 'report/lifemonthlist.do', '37', '20', null, '2');
INSERT INTO `sys_menu` VALUES ('58', '七岁以下儿童保健和健康情况年报表', 'report/childrenHealth.do', '37', '21', null, '2');
INSERT INTO `sys_menu` VALUES ('59', '儿童与孕产妇健康状况年报表', 'report/childPregnantHealthY.do', '37', '22', null, '2');
INSERT INTO `sys_menu` VALUES ('60', '病残儿和计划生育手术并发症分级鉴定情况年报表', 'report/complicationEvaluation', '37', '23', null, '2');
INSERT INTO `sys_menu` VALUES ('61', '幼托机构卫生保健管理情况年报表 ', 'report/preschoolsManagement', '37', '24', null, '2');
INSERT INTO `sys_menu` VALUES ('62', '新生儿疾病筛查、产前筛查、产前诊断开展机构情况年报表', 'report/institutionManagement', '37', '25', null, '2');
INSERT INTO `sys_menu` VALUES ('63', '儿童与孕产妇健康状况月报表', 'report/childPregnantHealthM.do', '37', '26', null, '2');
INSERT INTO `sys_menu` VALUES ('64', '在线咨询demo', 'consulttest/testone.do', '9', '8', null, '2');
INSERT INTO `sys_menu` VALUES ('65', ' 地区家庭医生执行率 ', 'report/familyDoctor.do', '37', '27', null, '2');

-- ----------------------------
-- Table structure for sys_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_role`;
CREATE TABLE "sys_role" (
  "ROLE_ID" varchar(100) NOT NULL COMMENT '#角色Id',
  "ROLE_NAME" varchar(100) DEFAULT NULL COMMENT '#角色名称',
  "RIGHTS" varchar(255) DEFAULT NULL,
  "PARENT_ID" varchar(100) DEFAULT NULL COMMENT '#父Id',
  "ADD_QX" varchar(255) DEFAULT NULL COMMENT '#新增权限',
  "DEL_QX" varchar(255) DEFAULT NULL COMMENT '#删除权限',
  "EDIT_QX" varchar(255) DEFAULT NULL COMMENT '#编辑权限',
  "CHA_QX" varchar(255) DEFAULT NULL COMMENT '#查看数据权限',
  "QX_ID" varchar(100) DEFAULT NULL COMMENT '#权限Id',
  PRIMARY KEY ("ROLE_ID")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_role
-- ----------------------------
INSERT INTO `sys_role` VALUES ('1', '系统管理员', '36028797018963958', '0', '1', '1', '1', '1', '1');

-- ----------------------------
-- Table structure for sys_user
-- ----------------------------
DROP TABLE IF EXISTS `sys_user`;
CREATE TABLE "sys_user" (
  "USER_ID" varchar(100) NOT NULL COMMENT '#用户Id',
  "USERNAME" varchar(255) DEFAULT NULL COMMENT '#登录名',
  "PASSWORD" varchar(255) DEFAULT NULL COMMENT '#密码',
  "NAME" varchar(255) DEFAULT NULL COMMENT '#用户名称',
  "RIGHTS" varchar(255) DEFAULT NULL COMMENT '#权限',
  "ROLE_ID" varchar(100) DEFAULT NULL COMMENT '#角色Id',
  "LAST_LOGIN" varchar(255) DEFAULT NULL COMMENT '#最后一次登录时间',
  "IP" varchar(100) DEFAULT NULL COMMENT '#登录电脑ip',
  "STATUS" varchar(32) DEFAULT NULL COMMENT '#用户状态0:可以1:不可用',
  "BZ" varchar(255) DEFAULT NULL COMMENT '#备注',
  "SKIN" varchar(100) DEFAULT NULL COMMENT '#皮肤',
  "EMAIL" varchar(32) DEFAULT NULL COMMENT '#邮箱',
  "NUMBER" varchar(100) DEFAULT NULL COMMENT '#编号',
  "PHONE" varchar(32) DEFAULT NULL COMMENT '#联系方式',
  "u_type" varchar(16) DEFAULT NULL COMMENT '#账户来源：T(telphone)、W（weixin）、P（PC）',
  "group_id" int(10) unsigned DEFAULT '0' COMMENT '用户组 admin 1，普通会员 4， 游客 99',
  "createtime" varchar(100) DEFAULT NULL COMMENT '#注册时间',
  PRIMARY KEY ("USER_ID")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_user
-- ----------------------------
INSERT INTO `sys_user` VALUES ('1', 'admin', 'dd94709528bb1c83d08f3088d4043f4742891f4f', '系统管理员', '1133671055321055258374707980945218933803269864762743594642571294', '1', '2016-10-28 17:32:43', '0:0:0:0:0:0:0:1', '0', '系统管理员', 'default', 'admin@main.com', '001', '18788888888', null, '1', '');

-- ----------------------------
-- Table structure for sys_user_info
-- ----------------------------
DROP TABLE IF EXISTS `sys_user_info`;
CREATE TABLE "sys_user_info" (
  "uuid" varchar(255) NOT NULL,
  "user_namezs" varchar(255) DEFAULT NULL COMMENT '#真实姓名',
  "u_birthday" date DEFAULT NULL COMMENT '#出生日期',
  "u_sex" varchar(255) DEFAULT NULL COMMENT '#性别',
  "u_age" varchar(255) DEFAULT NULL COMMENT '#年龄',
  "u_height" float DEFAULT NULL COMMENT '#身高',
  "u_papertype" varchar(10) DEFAULT NULL COMMENT '#证件类型',
  "u_papernum" varchar(50) DEFAULT NULL COMMENT '#证件号码',
  "u_address" varchar(150) DEFAULT NULL COMMENT '#地址',
  "u_photo" varchar(100) DEFAULT NULL COMMENT '#头像地址',
  "u_duedate" date DEFAULT NULL COMMENT '#预产期',
  "u_preg_all" int(11) DEFAULT NULL COMMENT '#孕次',
  "u_preg_zr" int(11) DEFAULT NULL COMMENT '#顺产',
  "u_preg_pf" int(11) DEFAULT NULL COMMENT '#剖宫产',
  "u_past" varchar(200) DEFAULT NULL COMMENT '#既往史',
  "u_family" varchar(200) DEFAULT NULL COMMENT '#家族史',
  "u_person" varchar(200) DEFAULT NULL COMMENT '#个人生活',
  "doctor_id" varchar(255) DEFAULT NULL COMMENT '#家庭医生',
  "hospital_id" varchar(255) DEFAULT NULL COMMENT '#医生所在机构',
  PRIMARY KEY ("uuid")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_user_info
-- ----------------------------

-- ----------------------------
-- Table structure for sys_user_qx
-- ----------------------------
DROP TABLE IF EXISTS `sys_user_qx`;
CREATE TABLE "sys_user_qx" (
  "U_ID" varchar(100) NOT NULL COMMENT '#用户权限Id',
  "C1" int(10) DEFAULT NULL,
  "C2" int(10) DEFAULT NULL,
  "C3" int(10) DEFAULT NULL,
  "C4" int(10) DEFAULT NULL,
  "Q1" int(10) DEFAULT NULL,
  "Q2" int(10) DEFAULT NULL,
  "Q3" int(10) DEFAULT NULL,
  "Q4" int(10) DEFAULT NULL,
  PRIMARY KEY ("U_ID")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_user_qx
-- ----------------------------
INSERT INTO `sys_user_qx` VALUES ('1', '1', '1', '1', '1', '1', '1', '1', '1');

-- ----------------------------
-- Table structure for t_dialogue
-- ----------------------------
DROP TABLE IF EXISTS `t_dialogue`;
CREATE TABLE "t_dialogue" (
  "id" int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  "dialogueId" varchar(255) NOT NULL COMMENT '会话ID，主键',
  "type" varchar(60) NOT NULL COMMENT '类型（s：单聊，m：多聊）',
  "createTime" datetime NOT NULL COMMENT '创建时间',
  PRIMARY KEY ("id","dialogueId")
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='对话聊天记录主表';

-- ----------------------------
-- Records of t_dialogue
-- ----------------------------

-- ----------------------------
-- Table structure for t_dialogue_detail
-- ----------------------------
DROP TABLE IF EXISTS `t_dialogue_detail`;
CREATE TABLE "t_dialogue_detail" (
  "id" int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  "mainId" int(11) NOT NULL COMMENT '主表ID',
  "dialogueId" varchar(255) NOT NULL COMMENT '主表对话ID',
  "messageId" varchar(225) NOT NULL COMMENT '消息ID',
  "sender" varchar(255) NOT NULL COMMENT '消息发送者ID',
  "receiver" varchar(255) DEFAULT NULL COMMENT '消息接受者ID（单人）',
  "multiReceiver" varchar(255) DEFAULT NULL COMMENT '消息接收者ID（多人，JSON数组）',
  "type" varchar(60) NOT NULL COMMENT '类型（t：文本，i：图片，v：音频，m：视频）',
  "text" text COMMENT '消息体',
  "createTime" datetime DEFAULT NULL COMMENT '发送时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_dialogue_detail
-- ----------------------------

-- ----------------------------
-- Table structure for tb_pictures
-- ----------------------------
DROP TABLE IF EXISTS `tb_pictures`;
CREATE TABLE "tb_pictures" (
  "PICTURES_ID" varchar(100) NOT NULL,
  "TITLE" varchar(255) DEFAULT NULL COMMENT '标题',
  "NAME" varchar(255) DEFAULT NULL COMMENT '文件名',
  "PATH" varchar(255) DEFAULT NULL COMMENT '路径',
  "CREATETIME" varchar(255) DEFAULT NULL COMMENT '创建时间',
  "MASTER_ID" varchar(255) DEFAULT NULL COMMENT '属于',
  "BZ" varchar(255) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY ("PICTURES_ID")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tb_pictures
-- ----------------------------

-- ----------------------------
-- Table structure for u_bloodmeter
-- ----------------------------
DROP TABLE IF EXISTS `u_bloodmeter`;
CREATE TABLE "u_bloodmeter" (
  "bloodmeter_id" int(11) NOT NULL AUTO_INCREMENT COMMENT '血压监测记录',
  "user_id" varchar(32) DEFAULT NULL COMMENT '用户id',
  "deviceid" varchar(100) DEFAULT NULL COMMENT '设备id, 使用mac地址',
  "b_datetime" datetime DEFAULT NULL COMMENT '测量时间',
  "b_diastolic" varchar(50) DEFAULT NULL COMMENT '舒张压',
  "b_systolic" varchar(50) DEFAULT NULL COMMENT '收缩压',
  "b_heartrate" varchar(50) DEFAULT NULL COMMENT '心率',
  PRIMARY KEY ("bloodmeter_id")
) ENGINE=InnoDB AUTO_INCREMENT=127 DEFAULT CHARSET=utf8 COMMENT='用户血压记录';

-- ----------------------------
-- Records of u_bloodmeter
-- ----------------------------

-- ----------------------------
-- Table structure for u_collection
-- ----------------------------
DROP TABLE IF EXISTS `u_collection`;
CREATE TABLE "u_collection" (
  "id" int(30) NOT NULL AUTO_INCREMENT COMMENT '#用户关注收藏表',
  "user_id" varchar(50) DEFAULT NULL COMMENT '#用户Id',
  "c_type" varchar(20) DEFAULT NULL COMMENT '#d:关注医生c:关注收藏文章',
  "doctor_id" int(11) DEFAULT NULL COMMENT '#医生Id',
  "content_id" varchar(32) DEFAULT NULL COMMENT '#文章Id',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=233 DEFAULT CHARSET=utf8 COMMENT='用户关注收藏表';

-- ----------------------------
-- Records of u_collection
-- ----------------------------

-- ----------------------------
-- Table structure for u_heartesting
-- ----------------------------
DROP TABLE IF EXISTS `u_heartesting`;
CREATE TABLE "u_heartesting" (
  "id" int(8) NOT NULL AUTO_INCREMENT COMMENT '#用户胎心监测记录表Id',
  "user_id" varchar(50) DEFAULT NULL COMMENT '#userId用户Id',
  "deviceid" varchar(20) DEFAULT NULL COMMENT '#关联设备',
  "h_date" date DEFAULT NULL COMMENT '#检测日期',
  "h_datetime" datetime DEFAULT NULL COMMENT '#检测起始时间',
  "h_tlenght" float(8,1) DEFAULT NULL COMMENT '#检测时长',
  "h_fetalheart" varchar(50) DEFAULT NULL COMMENT '#胎心',
  "h_heartrate" varchar(50) DEFAULT NULL COMMENT '#胎心率基线值',
  "createtime" datetime DEFAULT NULL COMMENT '#创建时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of u_heartesting
-- ----------------------------

-- ----------------------------
-- Table structure for u_outpatient
-- ----------------------------
DROP TABLE IF EXISTS `u_outpatient`;
CREATE TABLE "u_outpatient" (
  "id" int(11) NOT NULL AUTO_INCREMENT COMMENT '#门诊产检记录Id',
  "user_id" varchar(50) DEFAULT NULL COMMENT '#用户ID',
  "o_date" varchar(30) DEFAULT NULL COMMENT '#产检时间',
  "hospital_id" varchar(50) DEFAULT NULL COMMENT '#所在医院id',
  "o_hospital" varchar(200) DEFAULT NULL COMMENT '#所在医院',
  "office_id" int(11) DEFAULT NULL COMMENT '#所在科室id',
  "o_office" varchar(200) DEFAULT NULL COMMENT '#所在科室',
  "doctor_id" varchar(50) DEFAULT NULL COMMENT '#产检医生id',
  "o_doctor" varchar(32) DEFAULT NULL COMMENT '#产检医生',
  "o_pregnancy" varchar(32) DEFAULT NULL COMMENT '#孕周',
  "o_check" int(11) DEFAULT NULL COMMENT '#产检次数',
  "o_weight" int(11) DEFAULT NULL COMMENT '#体重',
  "o_waist" float DEFAULT NULL COMMENT '#腹围',
  "o_heart" int(11) DEFAULT NULL COMMENT '#胎心',
  "o_blood" varchar(50) DEFAULT NULL COMMENT '#血压',
  "o_womb" varchar(50) DEFAULT NULL COMMENT '#宫高',
  "o_attachment" varchar(500) DEFAULT NULL COMMENT '#附件地址',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8 COMMENT='门诊记录';

-- ----------------------------
-- Records of u_outpatient
-- ----------------------------

-- ----------------------------
-- Table structure for u_weighing
-- ----------------------------
DROP TABLE IF EXISTS `u_weighing`;
CREATE TABLE "u_weighing" (
  "weighing_id" int(32) NOT NULL AUTO_INCREMENT COMMENT '体重/体脂监测记录',
  "user_id" varchar(32) DEFAULT NULL COMMENT '用户id',
  "deviceid" varchar(100) DEFAULT NULL COMMENT '设备id, 使用mac地址',
  "w_datetime" datetime DEFAULT NULL COMMENT '体重测量时间',
  "w_type" varchar(50) DEFAULT NULL COMMENT '体重秤类型:0普通体重秤, 1体脂称',
  "w_weight" decimal(9,2) DEFAULT NULL COMMENT '体重数值',
  "w_fat" varchar(50) DEFAULT NULL COMMENT '脂肪率',
  "w_bone" varchar(50) DEFAULT NULL COMMENT '骨骼',
  "w_muscle" varchar(50) DEFAULT NULL COMMENT '肌肉',
  "w_viscer" varchar(50) DEFAULT NULL COMMENT '内脏脂肪率',
  "w_water" varchar(50) DEFAULT NULL COMMENT '体内水分',
  "w_kcal" varchar(50) DEFAULT NULL COMMENT '热量',
  "w_physic" varchar(50) DEFAULT NULL COMMENT '身体年龄',
  PRIMARY KEY ("weighing_id")
) ENGINE=InnoDB AUTO_INCREMENT=79 DEFAULT CHARSET=utf8 COMMENT='体重';

-- ----------------------------
-- Records of u_weighing
-- ----------------------------

-- ----------------------------
-- Table structure for u_wriststrap
-- ----------------------------
DROP TABLE IF EXISTS `u_wriststrap`;
CREATE TABLE "u_wriststrap" (
  "id" int(11) NOT NULL AUTO_INCREMENT COMMENT '#id 自增',
  "user_id" varchar(32) DEFAULT NULL COMMENT '#用户id',
  "device_id" varchar(50) DEFAULT NULL COMMENT '#设备id',
  "step" varchar(25) DEFAULT NULL COMMENT '#步数',
  "total_kcal" varchar(25) DEFAULT NULL COMMENT '#总热量',
  "meter" varchar(25) DEFAULT NULL COMMENT '#总里程',
  "dynamic_kcal" varchar(25) DEFAULT NULL COMMENT '#运动状态下的热量',
  "dynamic_time" varchar(25) DEFAULT NULL COMMENT '#运动状态下的时间',
  "static_kcal" varchar(25) DEFAULT NULL COMMENT '#静坐状态下的热量',
  "static_time" varchar(25) DEFAULT NULL COMMENT '#静坐状态下的时间',
  "sleep_deep" varchar(25) DEFAULT NULL COMMENT '#深度睡眠时间, 单位分钟',
  "sleep_shallow" varchar(25) DEFAULT NULL COMMENT '#浅度睡眠时间, 单位分钟',
  "data_date" varchar(25) DEFAULT NULL COMMENT '#手环数据的时间 格式:yy-MM-dd',
  "create_date" varchar(25) DEFAULT NULL COMMENT '#创建时间',
  PRIMARY KEY ("id")
) ENGINE=InnoDB AUTO_INCREMENT=28 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of u_wriststrap
-- ----------------------------

-- ----------------------------
-- Table structure for weixin_command
-- ----------------------------
DROP TABLE IF EXISTS `weixin_command`;
CREATE TABLE "weixin_command" (
  "COMMAND_ID" varchar(100) NOT NULL,
  "KEYWORD" varchar(255) DEFAULT NULL COMMENT '关键词',
  "COMMANDCODE" varchar(255) DEFAULT NULL COMMENT '应用路径',
  "CREATETIME" varchar(255) DEFAULT NULL COMMENT '创建时间',
  "STATUS" int(1) NOT NULL COMMENT '状态',
  "BZ" varchar(255) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY ("COMMAND_ID")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of weixin_command
-- ----------------------------

-- ----------------------------
-- Table structure for weixin_imgmsg
-- ----------------------------
DROP TABLE IF EXISTS `weixin_imgmsg`;
CREATE TABLE "weixin_imgmsg" (
  "IMGMSG_ID" varchar(100) NOT NULL,
  "KEYWORD" varchar(255) DEFAULT NULL COMMENT '关键词',
  "CREATETIME" varchar(255) DEFAULT NULL COMMENT '创建时间',
  "STATUS" int(11) NOT NULL COMMENT '状态',
  "BZ" varchar(255) DEFAULT NULL COMMENT '备注',
  "TITLE1" varchar(255) DEFAULT NULL COMMENT '标题1',
  "DESCRIPTION1" varchar(255) DEFAULT NULL COMMENT '描述1',
  "IMGURL1" varchar(255) DEFAULT NULL COMMENT '图片地址1',
  "TOURL1" varchar(255) DEFAULT NULL COMMENT '超链接1',
  "TITLE2" varchar(255) DEFAULT NULL COMMENT '标题2',
  "DESCRIPTION2" varchar(255) DEFAULT NULL COMMENT '描述2',
  "IMGURL2" varchar(255) DEFAULT NULL COMMENT '图片地址2',
  "TOURL2" varchar(255) DEFAULT NULL COMMENT '超链接2',
  "TITLE3" varchar(255) DEFAULT NULL COMMENT '标题3',
  "DESCRIPTION3" varchar(255) DEFAULT NULL COMMENT '描述3',
  "IMGURL3" varchar(255) DEFAULT NULL COMMENT '图片地址3',
  "TOURL3" varchar(255) DEFAULT NULL COMMENT '超链接3',
  "TITLE4" varchar(255) DEFAULT NULL COMMENT '标题4',
  "DESCRIPTION4" varchar(255) DEFAULT NULL COMMENT '描述4',
  "IMGURL4" varchar(255) DEFAULT NULL COMMENT '图片地址4',
  "TOURL4" varchar(255) DEFAULT NULL COMMENT '超链接4',
  "TITLE5" varchar(255) DEFAULT NULL COMMENT '标题5',
  "DESCRIPTION5" varchar(255) DEFAULT NULL COMMENT '描述5',
  "IMGURL5" varchar(255) DEFAULT NULL COMMENT '图片地址5',
  "TOURL5" varchar(255) DEFAULT NULL COMMENT '超链接5',
  "TITLE6" varchar(255) DEFAULT NULL COMMENT '标题6',
  "DESCRIPTION6" varchar(255) DEFAULT NULL COMMENT '描述6',
  "IMGURL6" varchar(255) DEFAULT NULL COMMENT '图片地址6',
  "TOURL6" varchar(255) DEFAULT NULL COMMENT '超链接6',
  "TITLE7" varchar(255) DEFAULT NULL COMMENT '标题7',
  "DESCRIPTION7" varchar(255) DEFAULT NULL COMMENT '描述7',
  "IMGURL7" varchar(255) DEFAULT NULL COMMENT '图片地址7',
  "TOURL7" varchar(255) DEFAULT NULL COMMENT '超链接7',
  "TITLE8" varchar(255) DEFAULT NULL COMMENT '标题8',
  "DESCRIPTION8" varchar(255) DEFAULT NULL COMMENT '描述8',
  "IMGURL8" varchar(255) DEFAULT NULL COMMENT '图片地址8',
  "TOURL8" varchar(255) DEFAULT NULL COMMENT '超链接8',
  PRIMARY KEY ("IMGMSG_ID")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of weixin_imgmsg
-- ----------------------------

-- ----------------------------
-- Table structure for weixin_textmsg
-- ----------------------------
DROP TABLE IF EXISTS `weixin_textmsg`;
CREATE TABLE "weixin_textmsg" (
  "TEXTMSG_ID" varchar(100) NOT NULL,
  "KEYWORD" varchar(255) DEFAULT NULL COMMENT '关键词',
  "CONTENT" varchar(255) DEFAULT NULL COMMENT '内容',
  "CREATETIME" varchar(255) DEFAULT NULL COMMENT '创建时间',
  "STATUS" int(11) DEFAULT NULL COMMENT '状态',
  "BZ" varchar(255) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY ("TEXTMSG_ID")
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of weixin_textmsg
-- ----------------------------

-- ----------------------------
-- Table structure for wx_nav_menu
-- ----------------------------
DROP TABLE IF EXISTS `wx_nav_menu`;
CREATE TABLE "wx_nav_menu" (
  "id" int(11) unsigned NOT NULL AUTO_INCREMENT,
  "title" varchar(128) DEFAULT NULL,
  "description" varchar(255) DEFAULT NULL,
  "type" varchar(16) DEFAULT NULL,
  "type_id" int(11) DEFAULT '0',
  "link" varchar(255) DEFAULT NULL COMMENT '链接',
  "icon" varchar(255) DEFAULT NULL COMMENT '图标',
  "sort" smallint(6) DEFAULT '0' COMMENT '排序',
  PRIMARY KEY ("id"),
  KEY "parent_id" ("link")
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of wx_nav_menu
-- ----------------------------

-- ----------------------------
-- Table structure for wx_sessions
-- ----------------------------
DROP TABLE IF EXISTS `wx_sessions`;
CREATE TABLE "wx_sessions" (
  "id" varchar(32) NOT NULL,
  "modified" int(10) NOT NULL,
  "data" text NOT NULL,
  "lifetime" int(10) NOT NULL,
  PRIMARY KEY ("id"),
  KEY "modified" ("modified"),
  KEY "lifetime" ("lifetime")
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of wx_sessions
-- ----------------------------

-- ----------------------------
-- Table structure for wx_system_setting
-- ----------------------------
DROP TABLE IF EXISTS `wx_system_setting`;
CREATE TABLE "wx_system_setting" (
  "id" int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  "varname" varchar(255) NOT NULL COMMENT '字段名',
  "value" text COMMENT '变量值',
  PRIMARY KEY ("id"),
  UNIQUE KEY "varname" ("varname")
) ENGINE=MyISAM AUTO_INCREMENT=130 DEFAULT CHARSET=utf8 COMMENT='系统设置';

-- ----------------------------
-- Records of wx_system_setting
-- ----------------------------
INSERT INTO `wx_system_setting` VALUES ('1', 'db_engine', 's:6:\"MyISAM\";');
INSERT INTO `wx_system_setting` VALUES ('2', 'site_name', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('3', 'description', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('4', 'keywords', 's:62:\"医疗,医生,疾病预防,营养计划,云医院,问答社区\";');
INSERT INTO `wx_system_setting` VALUES ('5', 'sensitive_words', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('6', 'def_focus_uids', 's:1:\"1\";');
INSERT INTO `wx_system_setting` VALUES ('7', 'answer_edit_time', 's:2:\"30\";');
INSERT INTO `wx_system_setting` VALUES ('8', 'cache_level_high', 's:2:\"60\";');
INSERT INTO `wx_system_setting` VALUES ('9', 'cache_level_normal', 's:3:\"600\";');
INSERT INTO `wx_system_setting` VALUES ('10', 'cache_level_low', 's:4:\"1800\";');
INSERT INTO `wx_system_setting` VALUES ('11', 'unread_flush_interval', 's:3:\"100\";');
INSERT INTO `wx_system_setting` VALUES ('12', 'newer_invitation_num', 's:1:\"5\";');
INSERT INTO `wx_system_setting` VALUES ('13', 'index_per_page', 's:2:\"20\";');
INSERT INTO `wx_system_setting` VALUES ('14', 'from_email', 's:16:\"378492377@qq.com\";');
INSERT INTO `wx_system_setting` VALUES ('15', 'img_url', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('16', 'upload_url', 's:41:\"http://127.0.0.1/xl_doctor/weixin/uploads\";');
INSERT INTO `wx_system_setting` VALUES ('17', 'upload_dir', 's:31:\"/var/www/html/wx/warmum/uploads\";');
INSERT INTO `wx_system_setting` VALUES ('18', 'ui_style', 's:7:\"default\";');
INSERT INTO `wx_system_setting` VALUES ('19', 'uninterested_fold', 's:1:\"5\";');
INSERT INTO `wx_system_setting` VALUES ('20', 'sina_akey', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('21', 'sina_skey', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('22', 'sina_weibo_enabled', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('23', 'answer_unique', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('24', 'notifications_per_page', 's:2:\"10\";');
INSERT INTO `wx_system_setting` VALUES ('25', 'contents_per_page', 's:2:\"10\";');
INSERT INTO `wx_system_setting` VALUES ('26', 'hot_question_period', 's:1:\"7\";');
INSERT INTO `wx_system_setting` VALUES ('27', 'category_display_mode', 's:4:\"icon\";');
INSERT INTO `wx_system_setting` VALUES ('28', 'recommend_users_number', 's:1:\"6\";');
INSERT INTO `wx_system_setting` VALUES ('29', 'ucenter_enabled', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('30', 'register_valid_type', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('31', 'best_answer_day', 's:2:\"30\";');
INSERT INTO `wx_system_setting` VALUES ('32', 'answer_self_question', 's:1:\"Y\";');
INSERT INTO `wx_system_setting` VALUES ('33', 'censoruser', 's:5:\"admin\";');
INSERT INTO `wx_system_setting` VALUES ('34', 'best_answer_min_count', 's:1:\"3\";');
INSERT INTO `wx_system_setting` VALUES ('35', 'reputation_function', 's:78:\"[最佳答案]*3+[赞同]*1-[反对]*1+[发起者赞同]*2-[发起者反对]*1\";');
INSERT INTO `wx_system_setting` VALUES ('36', 'db_version', 's:8:\"20160523\";');
INSERT INTO `wx_system_setting` VALUES ('37', 'statistic_code', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('38', 'upload_enable', 's:1:\"Y\";');
INSERT INTO `wx_system_setting` VALUES ('39', 'answer_length_lower', 's:1:\"2\";');
INSERT INTO `wx_system_setting` VALUES ('40', 'quick_publish', 's:1:\"Y\";');
INSERT INTO `wx_system_setting` VALUES ('41', 'register_type', 's:4:\"open\";');
INSERT INTO `wx_system_setting` VALUES ('42', 'question_title_limit', 's:3:\"100\";');
INSERT INTO `wx_system_setting` VALUES ('43', 'register_seccode', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('44', 'admin_login_seccode', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('45', 'comment_limit', 's:1:\"0\";');
INSERT INTO `wx_system_setting` VALUES ('46', 'backup_dir', '');
INSERT INTO `wx_system_setting` VALUES ('47', 'best_answer_reput', 's:2:\"20\";');
INSERT INTO `wx_system_setting` VALUES ('48', 'publisher_reputation_factor', 's:2:\"10\";');
INSERT INTO `wx_system_setting` VALUES ('49', 'request_route_custom', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('50', 'upload_size_limit', 's:3:\"512\";');
INSERT INTO `wx_system_setting` VALUES ('51', 'upload_avatar_size_limit', 's:3:\"512\";');
INSERT INTO `wx_system_setting` VALUES ('52', 'topic_title_limit', 's:2:\"12\";');
INSERT INTO `wx_system_setting` VALUES ('53', 'url_rewrite_enable', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('54', 'best_agree_min_count', 's:1:\"3\";');
INSERT INTO `wx_system_setting` VALUES ('55', 'site_close', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('56', 'close_notice', 's:39:\"站点已关闭，管理员请登录。\";');
INSERT INTO `wx_system_setting` VALUES ('57', 'qq_login_enabled', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('58', 'qq_login_app_id', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('59', 'qq_login_app_key', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('60', 'integral_system_enabled', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('61', 'integral_system_config_register', 's:4:\"2000\";');
INSERT INTO `wx_system_setting` VALUES ('62', 'integral_system_config_profile', 's:3:\"100\";');
INSERT INTO `wx_system_setting` VALUES ('63', 'integral_system_config_invite', 's:3:\"200\";');
INSERT INTO `wx_system_setting` VALUES ('64', 'integral_system_config_best_answer', 's:3:\"200\";');
INSERT INTO `wx_system_setting` VALUES ('65', 'integral_system_config_answer_fold', 's:3:\"-50\";');
INSERT INTO `wx_system_setting` VALUES ('66', 'integral_system_config_new_question', 's:3:\"-20\";');
INSERT INTO `wx_system_setting` VALUES ('67', 'integral_system_config_new_answer', 's:2:\"-5\";');
INSERT INTO `wx_system_setting` VALUES ('68', 'integral_system_config_thanks', 's:3:\"-10\";');
INSERT INTO `wx_system_setting` VALUES ('69', 'integral_system_config_invite_answer', 's:3:\"-10\";');
INSERT INTO `wx_system_setting` VALUES ('70', 'username_rule', 's:1:\"1\";');
INSERT INTO `wx_system_setting` VALUES ('71', 'username_length_min', 's:1:\"2\";');
INSERT INTO `wx_system_setting` VALUES ('72', 'username_length_max', 's:2:\"14\";');
INSERT INTO `wx_system_setting` VALUES ('73', 'category_enable', 's:1:\"Y\";');
INSERT INTO `wx_system_setting` VALUES ('74', 'integral_unit', 's:6:\"金币\";');
INSERT INTO `wx_system_setting` VALUES ('75', 'nav_menu_show_child', 's:1:\"1\";');
INSERT INTO `wx_system_setting` VALUES ('76', 'anonymous_enable', 's:1:\"Y\";');
INSERT INTO `wx_system_setting` VALUES ('77', 'report_reason', 's:50:\"广告/SPAM\n违规内容\n文不对题\n重复发问\";');
INSERT INTO `wx_system_setting` VALUES ('78', 'allowed_upload_types', 's:41:\"jpg,jpeg,png,gif,zip,doc,docx,rar,pdf,psd\";');
INSERT INTO `wx_system_setting` VALUES ('79', 'site_announce', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('80', 'icp_beian', 's:13:\"15050822号-1\";');
INSERT INTO `wx_system_setting` VALUES ('81', 'report_message_uid', 's:1:\"1\";');
INSERT INTO `wx_system_setting` VALUES ('82', 'today_topics', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('83', 'welcome_recommend_users', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('84', 'welcome_message_pm', 's:180:\"尊敬的{username}，您已经注册成为{sitename}的会员，请您在发表言论时，遵守当地法律法规。\n如果您有什么疑问可以联系管理员。\n\n{sitename}\";');
INSERT INTO `wx_system_setting` VALUES ('85', 'time_style', 's:1:\"Y\";');
INSERT INTO `wx_system_setting` VALUES ('86', 'reputation_log_factor', 's:1:\"3\";');
INSERT INTO `wx_system_setting` VALUES ('87', 'advanced_editor_enable', 's:1:\"Y\";');
INSERT INTO `wx_system_setting` VALUES ('88', 'auto_question_lock_day', 's:1:\"0\";');
INSERT INTO `wx_system_setting` VALUES ('89', 'default_timezone', 's:9:\"Etc/GMT-8\";');
INSERT INTO `wx_system_setting` VALUES ('90', 'reader_questions_last_days', 's:2:\"30\";');
INSERT INTO `wx_system_setting` VALUES ('91', 'reader_questions_agree_count', 's:2:\"10\"');
INSERT INTO `wx_system_setting` VALUES ('92', 'weixin_mp_token', 's:6:\"weixin\";');
INSERT INTO `wx_system_setting` VALUES ('93', 'new_user_email_setting', 'a:2:{s:9:\"FOLLOW_ME\";s:1:\"N\";s:10:\"NEW_ANSWER\";s:1:\"N\";}');
INSERT INTO `wx_system_setting` VALUES ('94', 'new_user_notification_setting', 'a:0:{}');
INSERT INTO `wx_system_setting` VALUES ('95', 'user_action_history_fresh_upgrade', 's:1:\"Y\";');
INSERT INTO `wx_system_setting` VALUES ('96', 'cache_dir', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('97', 'ucenter_charset', 's:5:\"UTF-8\";');
INSERT INTO `wx_system_setting` VALUES ('98', 'question_topics_limit', 's:2:\"10\";');
INSERT INTO `wx_system_setting` VALUES ('99', 'mail_config', 'a:7:{s:9:\"transport\";s:8:\"sendmail\";s:7:\"charset\";s:5:\"UTF-8\";s:6:\"server\";s:0:\"\";s:3:\"ssl\";s:1:\"0\";s:4:\"port\";s:0:\"\";s:8:\"username\";s:0:\"\";s:8:\"password\";s:0:\"\";}');
INSERT INTO `wx_system_setting` VALUES ('100', 'auto_create_social_topics', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('101', 'weixin_subscribe_message_key', 's:1:\"1\";');
INSERT INTO `wx_system_setting` VALUES ('102', 'weixin_no_result_message_key', 's:1:\"1\";');
INSERT INTO `wx_system_setting` VALUES ('103', 'weixin_mp_menu', 'a:3:{s:32:\"050d484f8872e21861f66967db495b42\";a:7:{s:4:\"name\";s:12:\"预约服务\";s:4:\"sort\";s:1:\"1\";s:12:\"command_type\";s:13:\"自定义 URL\";s:3:\"key\";s:39:\"http://www.xiaolu100.com/wx/warmum/?/m/\";s:10:\"attach_key\";s:0:\"\";s:4:\"type\";s:4:\"view\";s:3:\"url\";s:39:\"http://www.xiaolu100.com/wx/warmum/?/m/\";}s:32:\"e726dfe2e0bace5a4d3cfb0afcb339d8\";a:6:{s:4:\"name\";s:6:\"课堂\";s:4:\"sort\";s:1:\"2\";s:12:\"command_type\";s:0:\"\";s:3:\"key\";s:0:\"\";s:10:\"attach_key\";s:0:\"\";s:4:\"type\";s:5:\"click\";}s:32:\"4bf57e8a172310cd3400cbeecafe608b\";a:5:{s:4:\"name\";s:12:\"个人中心\";s:4:\"sort\";s:1:\"3\";s:12:\"command_type\";s:0:\"\";s:10:\"attach_key\";s:0:\"\";s:10:\"sub_button\";a:5:{s:32:\"65540f6cb2ec9648977ba79116c4770f\";a:7:{s:4:\"name\";s:12:\"个人中心\";s:4:\"sort\";s:1:\"1\";s:12:\"command_type\";s:13:\"自定义 URL\";s:3:\"key\";s:53:\"http://www.xiaolu100.com/wx/warmum/?/m/people_center/\";s:10:\"attach_key\";s:0:\"\";s:4:\"type\";s:4:\"view\";s:3:\"url\";s:53:\"http://www.xiaolu100.com/wx/warmum/?/m/people_center/\";}s:32:\"95073113014c8fa40404bded486f315d\";a:7:{s:4:\"name\";s:12:\"我的预约\";s:4:\"sort\";s:1:\"2\";s:12:\"command_type\";s:13:\"自定义 URL\";s:3:\"key\";s:58:\"http://www.xiaolu100.com/wx/warmum/?/m/people_appointment/\";s:10:\"attach_key\";s:0:\"\";s:4:\"type\";s:4:\"view\";s:3:\"url\";s:58:\"http://www.xiaolu100.com/wx/warmum/?/m/people_appointment/\";}s:32:\"22de407efc7d5e9018bcfc344d7991e7\";a:7:{s:4:\"name\";s:12:\"我的医生\";s:4:\"sort\";s:1:\"3\";s:12:\"command_type\";s:13:\"自定义 URL\";s:3:\"key\";s:54:\"http://www.xiaolu100.com/wx/warmum/?/m/people_doctors/\";s:10:\"attach_key\";s:0:\"\";s:4:\"type\";s:4:\"view\";s:3:\"url\";s:54:\"http://www.xiaolu100.com/wx/warmum/?/m/people_doctors/\";}s:32:\"d69d0436e9b115a646ec526271a402bc\";a:7:{s:4:\"name\";s:12:\"个人信息\";s:4:\"sort\";s:1:\"4\";s:12:\"command_type\";s:13:\"自定义 URL\";s:3:\"key\";s:58:\"http://www.xiaolu100.com/wx/warmum/?/m/people_information/\";s:10:\"attach_key\";s:0:\"\";s:4:\"type\";s:4:\"view\";s:3:\"url\";s:58:\"http://www.xiaolu100.com/wx/warmum/?/m/people_information/\";}s:32:\"fdfb9d095042cc1aea7cc098dae2846e\";a:7:{s:4:\"name\";s:12:\"我的收藏\";s:4:\"sort\";s:1:\"5\";s:12:\"command_type\";s:13:\"自定义 URL\";s:3:\"key\";s:55:\"http://www.xiaolu100.com/wx/warmum/?/m/people_favorite/\";s:10:\"attach_key\";s:0:\"\";s:4:\"type\";s:4:\"view\";s:3:\"url\";s:55:\"http://www.xiaolu100.com/wx/warmum/?/m/people_favorite/\";}}}}');
INSERT INTO `wx_system_setting` VALUES ('104', 'new_question_force_add_topic', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('105', 'unfold_question_comments', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('106', 'report_diagnostics', 's:1:\"Y\";');
INSERT INTO `wx_system_setting` VALUES ('107', 'weixin_app_id', 's:18:\"wx3dbb6bf01ff81aff\";');
INSERT INTO `wx_system_setting` VALUES ('108', 'weixin_app_secret', 's:32:\"bb69bff62b8afdcfb122ba6df630f4f7\";');
INSERT INTO `wx_system_setting` VALUES ('109', 'weixin_account_role', 's:7:\"service\";');
INSERT INTO `wx_system_setting` VALUES ('110', 'weibo_msg_enabled', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('111', 'weibo_msg_published_user', 'a:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('112', 'admin_notifications', 'a:11:{s:15:\"answer_approval\";i:0;s:17:\"question_approval\";i:0;s:16:\"article_approval\";i:0;s:24:\"article_comment_approval\";i:0;s:23:\"unverified_modify_count\";i:0;s:11:\"user_report\";i:0;s:17:\"register_approval\";i:0;s:15:\"verify_approval\";i:0;s:12:\"last_version\";a:2:{s:7:\"version\";s:5:\"3.1.9\";s:9:\"build_day\";s:8:\"20160523\";}s:10:\"sina_users\";N;s:19:\"receive_email_error\";N;}');
INSERT INTO `wx_system_setting` VALUES ('113', 'slave_mail_config', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('114', 'receiving_email_global_config', 'a:2:{s:7:\"enabled\";s:1:\"N\";s:12:\"publish_user\";N;}');
INSERT INTO `wx_system_setting` VALUES ('115', 'last_sent_valid_email_id', 'i:0;');
INSERT INTO `wx_system_setting` VALUES ('116', 'google_login_enabled', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('117', 'google_client_id', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('118', 'google_client_secret', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('119', 'facebook_login_enabled', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('120', 'facebook_app_id', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('121', 'facebook_app_secret', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('122', 'twitter_login_enabled', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('123', 'twitter_consumer_key', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('124', 'twitter_consumer_secret', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('125', 'weixin_encoding_aes_key', 's:43:\"9CDupw1XgoiWWGUk6gcmINZotiuLaJUBh2pxq7laWAC\";');
INSERT INTO `wx_system_setting` VALUES ('126', 'integral_system_config_answer_change_source', 's:1:\"Y\";');
INSERT INTO `wx_system_setting` VALUES ('127', 'enable_help_center', 's:1:\"N\";');
INSERT INTO `wx_system_setting` VALUES ('128', 'ucenter_path', 's:0:\"\";');
INSERT INTO `wx_system_setting` VALUES ('129', 'register_agreement', 's:1608:\"当您申请用户时，表示您已经同意遵守本规章。\n欢迎您加入本站点参与交流和讨论，本站点为社区，为维护网上公共秩序和社会稳定，请您自觉遵守以下条款：\n\n一、不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益，不得利用本站制作、复制和传播下列信息：\n　（一）煽动抗拒、破坏宪法和法律、行政法规实施的；\n　（二）煽动颠覆国家政权，推翻社会主义制度的；\n　（三）煽动分裂国家、破坏国家统一的；\n　（四）煽动民族仇恨、民族歧视，破坏民族团结的；\n　（五）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；\n　（六）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；\n　（七）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；\n　（八）损害国家机关信誉的；\n　（九）其他违反宪法和法律行政法规的；\n　（十）进行商业广告行为的。\n\n二、互相尊重，对自己的言论和行为负责。\n三、禁止在申请用户时使用相关本站的词汇，或是带有侮辱、毁谤、造谣类的或是有其含义的各种语言进行注册用户，否则我们会将其删除。\n四、禁止以任何方式对本站进行各种破坏行为。\n五、如果您有违反国家相关法律法规的行为，本站概不负责，您的登录信息均被记录无疑，必要时，我们会向相关的国家管理部门提供此类信息。\";');

-- ----------------------------
-- Table structure for wx_users_group
-- ----------------------------
DROP TABLE IF EXISTS `wx_users_group`;
CREATE TABLE "wx_users_group" (
  "group_id" int(11) NOT NULL AUTO_INCREMENT,
  "type" tinyint(3) DEFAULT '0' COMMENT '0-会员组 1-系统组',
  "custom" tinyint(1) DEFAULT '0' COMMENT '是否自定义',
  "group_name" varchar(50) NOT NULL,
  "reputation_lower" int(11) DEFAULT '0',
  "reputation_higer" int(11) DEFAULT '0',
  "reputation_factor" float DEFAULT '0' COMMENT '威望系数',
  "permission" text COMMENT '权限设置',
  PRIMARY KEY ("group_id"),
  KEY "type" ("type"),
  KEY "custom" ("custom")
) ENGINE=MyISAM AUTO_INCREMENT=100 DEFAULT CHARSET=utf8 COMMENT='用户组';

-- ----------------------------
-- Records of wx_users_group
-- ----------------------------
INSERT INTO `wx_users_group` VALUES ('1', '0', '0', '超级管理员', '0', '0', '5', 'a:21:{s:16:\"is_administortar\";s:1:\"1\";s:12:\"is_moderator\";s:1:\"1\";s:16:\"nursing_platform\";s:1:\"1\";s:16:\"publish_question\";s:1:\"1\";s:21:\"publish_approval_time\";a:2:{s:5:\"start\";s:0:\"\";s:3:\"end\";s:0:\"\";}s:13:\"edit_question\";s:1:\"1\";s:10:\"edit_topic\";s:1:\"1\";s:12:\"manage_topic\";s:1:\"1\";s:12:\"create_topic\";s:1:\"1\";s:17:\"redirect_question\";s:1:\"1\";s:13:\"upload_attach\";s:1:\"1\";s:11:\"publish_url\";s:1:\"1\";s:15:\"publish_article\";s:1:\"1\";s:12:\"edit_article\";s:1:\"1\";s:12:\"publish_news\";s:1:\"1\";s:9:\"edit_news\";s:1:\"1\";s:25:\"publish_inhospital_notice\";s:1:\"1\";s:22:\"edit_inhospital_notice\";s:1:\"1\";s:19:\"edit_question_topic\";s:1:\"1\";s:15:\"publish_comment\";s:1:\"1\";s:15:\"publish_project\";s:1:\"1\";}');
INSERT INTO `wx_users_group` VALUES ('2', '0', '0', '前台管理员', '0', '0', '4', 'a:11:{s:12:\"is_moderator\";s:1:\"1\";s:16:\"publish_question\";s:1:\"1\";s:21:\"publish_approval_time\";a:2:{s:5:\"start\";s:0:\"\";s:3:\"end\";s:0:\"\";}s:12:\"create_topic\";s:1:\"1\";s:17:\"redirect_question\";s:1:\"1\";s:13:\"upload_attach\";s:1:\"1\";s:11:\"publish_url\";s:1:\"1\";s:15:\"publish_article\";s:1:\"1\";s:19:\"edit_question_topic\";s:1:\"1\";s:15:\"publish_comment\";s:1:\"1\";s:15:\"publish_project\";s:1:\"1\";}');
INSERT INTO `wx_users_group` VALUES ('3', '0', '0', '未验证会员', '0', '0', '0', 'a:7:{s:16:\"publish_question\";s:1:\"1\";s:21:\"publish_approval_time\";a:2:{s:5:\"start\";s:0:\"\";s:3:\"end\";s:0:\"\";}s:13:\"upload_attach\";s:1:\"1\";s:11:\"publish_url\";s:1:\"1\";s:11:\"human_valid\";s:1:\"1\";s:19:\"question_valid_hour\";s:1:\"2\";s:17:\"hyggd_valid_hour\";s:1:\"2\";}');
INSERT INTO `wx_users_group` VALUES ('4', '0', '0', '普通会员', '0', '0', '0', 'a:3:{s:16:\"publish_question\";s:1:\"1\";s:21:\"publish_approval_time\";a:2:{s:5:\"start\";s:0:\"\";s:3:\"end\";s:0:\"\";}s:15:\"publish_comment\";s:1:\"1\";}');
INSERT INTO `wx_users_group` VALUES ('5', '1', '0', '注册会员', '0', '100', '1', 'a:7:{s:16:\"publish_question\";s:1:\"1\";s:21:\"publish_approval_time\";a:2:{s:5:\"start\";s:0:\"\";s:3:\"end\";s:0:\"\";}s:17:\"redirect_question\";s:1:\"1\";s:13:\"upload_attach\";s:1:\"1\";s:11:\"publish_url\";s:1:\"1\";s:19:\"edit_question_topic\";s:1:\"1\";s:15:\"publish_comment\";s:1:\"1\";}');
INSERT INTO `wx_users_group` VALUES ('10', '0', '0', '医生', '0', '0', '0', 'a:8:{s:16:\"publish_question\";s:1:\"1\";s:21:\"publish_approval_time\";a:2:{s:5:\"start\";s:0:\"\";s:3:\"end\";s:0:\"\";}s:13:\"upload_attach\";s:1:\"1\";s:11:\"publish_url\";s:1:\"1\";s:15:\"publish_article\";s:1:\"1\";s:12:\"publish_news\";s:1:\"1\";s:15:\"publish_comment\";s:1:\"1\";s:15:\"publish_project\";s:1:\"1\";}');
INSERT INTO `wx_users_group` VALUES ('6', '1', '0', '初级会员', '100', '200', '1', 'a:4:{s:16:\"publish_question\";s:1:\"1\";s:21:\"publish_approval_time\";a:2:{s:5:\"start\";s:0:\"\";s:3:\"end\";s:0:\"\";}s:13:\"upload_attach\";s:1:\"1\";s:11:\"publish_url\";s:1:\"1\";}');
INSERT INTO `wx_users_group` VALUES ('7', '1', '0', '中级会员', '200', '500', '1', 'a:9:{s:16:\"publish_question\";s:1:\"1\";s:21:\"publish_approval_time\";a:2:{s:5:\"start\";s:0:\"\";s:3:\"end\";s:0:\"\";}s:10:\"edit_topic\";s:1:\"1\";s:12:\"create_topic\";s:1:\"1\";s:17:\"redirect_question\";s:1:\"1\";s:13:\"upload_attach\";s:1:\"1\";s:11:\"publish_url\";s:1:\"1\";s:15:\"publish_article\";s:1:\"1\";s:15:\"publish_comment\";s:1:\"1\";}');
INSERT INTO `wx_users_group` VALUES ('8', '1', '0', '高级会员', '500', '1000', '1', 'a:11:{s:16:\"publish_question\";s:1:\"1\";s:21:\"publish_approval_time\";a:2:{s:5:\"start\";s:0:\"\";s:3:\"end\";s:0:\"\";}s:13:\"edit_question\";s:1:\"1\";s:10:\"edit_topic\";s:1:\"1\";s:12:\"create_topic\";s:1:\"1\";s:17:\"redirect_question\";s:1:\"1\";s:13:\"upload_attach\";s:1:\"1\";s:11:\"publish_url\";s:1:\"1\";s:15:\"publish_article\";s:1:\"1\";s:19:\"edit_question_topic\";s:1:\"1\";s:15:\"publish_comment\";s:1:\"1\";}');
INSERT INTO `wx_users_group` VALUES ('9', '1', '0', '核心会员', '1000', '999999', '1', 'a:12:{s:16:\"publish_question\";s:1:\"1\";s:21:\"publish_approval_time\";a:2:{s:5:\"start\";s:0:\"\";s:3:\"end\";s:0:\"\";}s:13:\"edit_question\";s:1:\"1\";s:10:\"edit_topic\";s:1:\"1\";s:12:\"manage_topic\";s:1:\"1\";s:12:\"create_topic\";s:1:\"1\";s:17:\"redirect_question\";s:1:\"1\";s:13:\"upload_attach\";s:1:\"1\";s:11:\"publish_url\";s:1:\"1\";s:15:\"publish_article\";s:1:\"1\";s:19:\"edit_question_topic\";s:1:\"1\";s:15:\"publish_comment\";s:1:\"1\";}');
INSERT INTO `wx_users_group` VALUES ('99', '0', '0', '游客', '0', '0', '0', 'a:5:{s:10:\"visit_site\";s:1:\"1\";s:13:\"visit_explore\";s:1:\"1\";s:14:\"visit_question\";s:1:\"1\";s:11:\"visit_topic\";s:1:\"1\";s:13:\"visit_feature\";s:1:\"1\";}');
INSERT INTO `wx_users_group` VALUES ('11', '0', '0', '陪诊人员', '0', '0', '0', 'a:5:{s:16:\"publish_question\";s:1:\"1\";s:21:\"publish_approval_time\";a:2:{s:5:\"start\";s:0:\"\";s:3:\"end\";s:0:\"\";}s:13:\"upload_attach\";s:1:\"1\";s:11:\"publish_url\";s:1:\"1\";s:11:\"human_valid\";s:1:\"1\";}');
INSERT INTO `wx_users_group` VALUES ('12', '0', '0', '护士', '0', '0', '0', 'a:5:{s:16:\"nursing_platform\";s:1:\"1\";s:21:\"publish_approval_time\";a:2:{s:5:\"start\";s:0:\"\";s:3:\"end\";s:0:\"\";}s:13:\"upload_attach\";s:1:\"1\";s:11:\"publish_url\";s:1:\"1\";s:15:\"publish_comment\";s:1:\"1\";}');

-- ----------------------------
-- Table structure for wx_users_weixin
-- ----------------------------
DROP TABLE IF EXISTS `wx_users_weixin`;
CREATE TABLE "wx_users_weixin" (
  "id" int(10) NOT NULL AUTO_INCREMENT,
  "uid" varchar(100) NOT NULL,
  "openid" varchar(255) NOT NULL,
  "expires_in" int(10) DEFAULT NULL COMMENT '有效期',
  "access_token" varchar(255) DEFAULT NULL,
  "refresh_token" varchar(255) DEFAULT NULL,
  "scope" varchar(64) DEFAULT NULL,
  "headimgurl" varchar(255) DEFAULT NULL,
  "nickname" varchar(64) DEFAULT NULL,
  "sex" tinyint(1) DEFAULT '0',
  "province" varchar(32) DEFAULT NULL,
  "city" varchar(32) DEFAULT NULL,
  "country" varchar(32) DEFAULT NULL,
  "add_time" int(10) NOT NULL,
  "latitude" float DEFAULT NULL COMMENT '纬度',
  "longitude" float DEFAULT NULL COMMENT '经度',
  "location_update" int(10) DEFAULT '0',
  PRIMARY KEY ("id"),
  UNIQUE KEY "uid" ("uid"),
  KEY "openid" ("openid"),
  KEY "expires_in" ("expires_in"),
  KEY "scope" ("scope"),
  KEY "sex" ("sex"),
  KEY "province" ("province"),
  KEY "city" ("city"),
  KEY "country" ("country"),
  KEY "add_time" ("add_time"),
  KEY "latitude" ("latitude","longitude"),
  KEY "location_update" ("location_update")
) ENGINE=MyISAM AUTO_INCREMENT=45 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of wx_users_weixin
-- ----------------------------

-- ----------------------------
-- Table structure for wx_weixin_accounts
-- ----------------------------
DROP TABLE IF EXISTS `wx_weixin_accounts`;
CREATE TABLE "wx_weixin_accounts" (
  "id" int(10) NOT NULL AUTO_INCREMENT,
  "weixin_mp_token" varchar(255) NOT NULL,
  "weixin_account_role" varchar(20) DEFAULT 'base',
  "weixin_app_id" varchar(255) DEFAULT '',
  "weixin_app_secret" varchar(255) DEFAULT '',
  "weixin_mp_menu" text,
  "weixin_subscribe_message_key" varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT '',
  "weixin_no_result_message_key" varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT '',
  "weixin_encoding_aes_key" varchar(43) DEFAULT NULL,
  PRIMARY KEY ("id"),
  KEY "weixin_mp_token" ("weixin_mp_token"),
  KEY "weixin_account_role" ("weixin_account_role"),
  KEY "weixin_app_id" ("weixin_app_id")
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='微信多账号设置';

-- ----------------------------
-- Records of wx_weixin_accounts
-- ----------------------------

-- ----------------------------
-- Table structure for wx_weixin_login
-- ----------------------------
DROP TABLE IF EXISTS `wx_weixin_login`;
CREATE TABLE "wx_weixin_login" (
  "id" int(10) NOT NULL AUTO_INCREMENT,
  "token" int(10) NOT NULL,
  "uid" int(10) DEFAULT NULL,
  "session_id" varchar(32) NOT NULL,
  "expire" int(10) DEFAULT '0',
  PRIMARY KEY ("id"),
  KEY "session_id" ("session_id"),
  KEY "token" ("token"),
  KEY "expire" ("expire")
) ENGINE=MyISAM AUTO_INCREMENT=49 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of wx_weixin_login
-- ----------------------------

-- ----------------------------
-- Table structure for wx_weixin_message
-- ----------------------------
DROP TABLE IF EXISTS `wx_weixin_message`;
CREATE TABLE "wx_weixin_message" (
  "id" int(11) NOT NULL AUTO_INCREMENT,
  "weixin_id" varchar(32) NOT NULL,
  "content" varchar(255) NOT NULL,
  "action" text,
  "time" int(10) DEFAULT '0',
  PRIMARY KEY ("id"),
  KEY "weixin_id" ("weixin_id"),
  KEY "time" ("time")
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of wx_weixin_message
-- ----------------------------

-- ----------------------------
-- Table structure for wx_weixin_msg
-- ----------------------------
DROP TABLE IF EXISTS `wx_weixin_msg`;
CREATE TABLE "wx_weixin_msg" (
  "id" int(10) NOT NULL AUTO_INCREMENT,
  "msg_id" bigint(20) NOT NULL,
  "group_name" varchar(255) NOT NULL DEFAULT '未分组',
  "status" varchar(15) NOT NULL DEFAULT 'unsent',
  "error_num" int(10) DEFAULT NULL,
  "main_msg" text,
  "articles_info" text,
  "questions_info" text,
  "create_time" int(10) NOT NULL,
  "filter_count" int(10) NOT NULL DEFAULT '0',
  PRIMARY KEY ("id"),
  KEY "msg_id" ("msg_id"),
  KEY "group_name" ("group_name"),
  KEY "status" ("status")
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='微信群发列表';

-- ----------------------------
-- Records of wx_weixin_msg
-- ----------------------------

-- ----------------------------
-- Table structure for wx_weixin_qr_code
-- ----------------------------
DROP TABLE IF EXISTS `wx_weixin_qr_code`;
CREATE TABLE "wx_weixin_qr_code" (
  "scene_id" mediumint(5) NOT NULL AUTO_INCREMENT,
  "ticket" varchar(255) DEFAULT NULL,
  "description" varchar(255) NOT NULL,
  "subscribe_num" int(10) NOT NULL DEFAULT '0',
  PRIMARY KEY ("scene_id"),
  KEY "ticket" ("ticket"),
  KEY "subscribe_num" ("subscribe_num")
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='微信二维码';

-- ----------------------------
-- Records of wx_weixin_qr_code
-- ----------------------------

-- ----------------------------
-- Table structure for wx_weixin_reply_rule
-- ----------------------------
DROP TABLE IF EXISTS `wx_weixin_reply_rule`;
CREATE TABLE "wx_weixin_reply_rule" (
  "id" int(10) NOT NULL AUTO_INCREMENT,
  "account_id" int(10) NOT NULL DEFAULT '0',
  "keyword" varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  "title" varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  "image_file" varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT '',
  "description" text CHARACTER SET utf8 COLLATE utf8_unicode_ci,
  "link" varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  "enabled" tinyint(1) DEFAULT '0',
  "sort_status" int(10) DEFAULT '0',
  PRIMARY KEY ("id"),
  KEY "account_id" ("account_id"),
  KEY "keyword" ("keyword"),
  KEY "enabled" ("enabled"),
  KEY "sort_status" ("sort_status")
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of wx_weixin_reply_rule
-- ----------------------------

-- ----------------------------
-- Table structure for wx_weixin_third_party_api
-- ----------------------------
DROP TABLE IF EXISTS `wx_weixin_third_party_api`;
CREATE TABLE "wx_weixin_third_party_api" (
  "id" int(10) NOT NULL AUTO_INCREMENT,
  "account_id" int(10) NOT NULL DEFAULT '0',
  "url" varchar(255) NOT NULL,
  "token" varchar(255) NOT NULL,
  "enabled" tinyint(1) NOT NULL DEFAULT '0',
  "rank" tinyint(2) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY ("id"),
  KEY "account_id" ("account_id"),
  KEY "enabled" ("enabled"),
  KEY "rank" ("rank")
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='微信第三方接入';

-- ----------------------------
-- Records of wx_weixin_third_party_api
-- ----------------------------

-- ----------------------------
-- Table structure for xl_versions
-- ----------------------------
DROP TABLE IF EXISTS `xl_versions`;
CREATE TABLE "xl_versions" (
  "id" smallint(4) unsigned NOT NULL AUTO_INCREMENT,
  "app_id" smallint(4) unsigned NOT NULL DEFAULT '0' COMMENT '客户端设备id：客户端设备id： 1安卓  2 ios',
  "app_name" varchar(50) DEFAULT 'app名称',
  "version_code" varchar(10) DEFAULT NULL COMMENT '版本号',
  "version_low" varchar(25) DEFAULT NULL COMMENT '最低版本号',
  "version_high" varchar(25) DEFAULT NULL COMMENT '最高版本号',
  "describe" text COMMENT '版本更新内容',
  "has_attach" tinyint(4) NOT NULL DEFAULT '0' COMMENT '是否有附件 1有',
  "apk_url" varchar(255) DEFAULT NULL,
  "upgrade_point" varchar(255) DEFAULT NULL COMMENT '升级提示',
  "status" tinyint(2) DEFAULT '1' COMMENT '状态 1正常 0删除',
  "uid" tinyint(11) unsigned DEFAULT NULL COMMENT '用户id',
  "create_time" datetime DEFAULT NULL,
  "update_time" datetime DEFAULT NULL,
  PRIMARY KEY ("id")
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of xl_versions
-- ----------------------------
